const book1Content = `1

‫ריק ריירדן‬

‫פרסי ג'קסון וגנב הברק‬
‫פרסי ג'קסון והאולימפיים ‪1‬‬
‫תרגום‪ :‬יעל אכמון‬

‫גרף‬

‫‪2‬‬

‫‪
‫‪3‬‬

‫להיילי‪,‬‬
‫שהיה הראשון ששמע את הסיפור‬

‫‪4‬‬

‫תודות‬

‫ללא הסיוע שקיבלתי מעוזרים עזי רוח רבים‪ ,‬אין ספק שהמפלצות היו‬
‫קוטלות אותי בניסיוני להביא סיפור זה לדפוס‪ .‬תודה לבני הבכור‪,‬‬
‫היילי מייקל‪ ,‬שהיה הראשון לשמוע את הסיפור; לבני הצעיר‪ ,‬פטריק‬
‫ג'ון בן השש‪ ,‬שהוא ללא ספק בעל השכל הישר במשפחה; לאשתי‪ ,‬בקי‪,‬‬
‫שמשלימה עם השעות הרבות שאני מבלה במחנה החצויים‪ .‬תודה גם‬
‫למנגנון שלם של נסייני בטא מחטיבת הביניים‪ :‬טרוויס סטול‪ ,‬הנבון‬
‫והזריז כמו הרמס; סי סי קלוג‪ ,‬האהובה כמו אתנה; אליסון באוור‪ ,‬חדת‬
‫העין כמו ארטמיס הציידת; וגברת מרגרט פלויד‪ ,‬האורקל הנבונה‬
‫וטובת הלב של לימודי האנגלית בחטיבת הביניים‪ .‬הערכתי נתונה גם‬
‫לפרופסור אגברט ג'יי בקר‪ ,‬קלסיקון יוצא מן הכלל; לננסי גאלט‪,‬‬
‫סוכנת מהמעלה הראשונה; לג'ונתן ברנהם‪ ,‬לג'ניפר בסר ולשרה יוז על‬
‫שהאמינו בפרסי‪.‬‬

‫‪5‬‬

‫‪1‬‬
‫אני מאַ דֶ ה בטעות את המורה למתמטיקה‬

‫תשמעו‪ ,‬לא בחרתי להיות חצוי‪.‬‬
‫אם אתם קוראים את הספר במחשבה שאולי גם אתם כאלה‪ ,‬זה מה‬
‫שאני מייעץ לכם‪ :‬תסגרו אותו כאן ועכשיו‪ .‬תאמינו לשקרים שאימא או‬
‫אבא שלכם סיפרו לכם מלידתכם ותנסו לחיות חיים נורמליים‪.‬‬
‫מסוכן להיות חצוי‪ .‬מפחיד‪ .‬בדרך כלל זה מוביל לזה שתיהרגו בדרכים‬
‫מכאיבות ומאוד לא נעימות‪.‬‬
‫אם אתם ילדים נורמליים שקוראים את הספר כי אתם חושבים שזאת‬
‫יצירה בדיונית‪ ,‬מעולה‪ .‬תמשיכו לקרוא‪ .‬אני מקנא בכם שאתם יכולים‬
‫להאמין ששום דבר מזה לא קרה באמת‪.‬‬
‫אבל אם בין הדפים אתם מוצאים את עצמכם ‪ -‬אם משהו מתעורר‬
‫אצלכם עמוק בפנים ‪ -‬תפסיקו לקרוא מיד‪ .‬ייתכן שאתם כמונו‪ .‬ומרגע‬
‫שאתם מודעים לכך‪ ,‬זה רק עניין של זמן לפני שגם הם ירגישו בזה‬
‫ויבואו לחפש אחריכם‪.‬‬
‫שלא תגידו שלא הזהרתי אתכם‪.‬‬
‫קוראים לי ּ ֶפ ְרסִ י גֶ 'קְ סוֹן‪.‬‬
‫אני בן שתיים עשרה‪ .‬עד לפני כמה חודשים הייתי תלמיד בפנימיית‬
‫יַאנְ סִ י‪ ,‬בית ספר פרטי לילדים בעייתיים בצפון מדינת ניו יורק‪.‬‬
‫האם אני ילד בעייתי?‬
‫כן‪ .‬הו כן‪.‬‬
‫כדי להוכיח את זה הייתי יכול להתחיל בכל נקודה שהיא בחיים‬
‫הקצרים והאומללים שלי‪ ,‬אבל העניינים התחילו להשתבש באמת במאי‬
‫האחרון‪ ,‬כשהכיתה שלי‪ ,‬כיתה ו'‪ ,‬יצאה לטיול למנהטן ‪ -‬עשרים‬
‫ושמונה ילדים מופרעים ושני מורים באוטובוס צהוב‪ ,‬נוסעים לראות‬
‫פריטי אמנות יווניים ורומיים במוזיאון מטרופוליטן לאמנות‪.‬‬
‫אני יודע ‪ -‬זה נשמע מזעזע‪ .‬רוב הטיולים של פנימיית יאנסי היו כאלה‪.‬‬
‫אבל מר ְּברוּנֶ ר‪ ,‬המורה שלנו ללטינית‪ ,‬עמד בראש הטיול הזה‪ ,‬אז היו‬
‫לי תקוות מסוימות‪.‬‬
‫‪6‬‬

‫מר ברוּנר היה גבר בגיל העמידה‪ ,‬מרותק לכיסא גלגלים חשמלי‪ .‬היה‬
‫לו שיער דליל וזקן פרוע ומקטורן טוויד מרופט שתמיד נדף ממנו ריח‬
‫קפה‪ .‬לא הייתם חושבים שבן אדם כזה יכול להיות מגניב‪ ,‬אבל הוא‬
‫סיפר סיפורים ובדיחות ונתן לנו לשחק בכיתה‪ .‬היה לו גם אוסף מדהים‬
‫של שריונות וכלי נשק רומיים‪ ,‬אז הוא היה המורה היחיד שלא נרדמתי‬
‫בשיעורים שלו‪.‬‬
‫קיוויתי שהטיול יעבור בסדר‪ .‬או לפחות שלשם שינוי לא אסתבך‬
‫בצרות‪.‬‬
‫כן‪ ,‬ממש‪.‬‬
‫אתם מבינים‪ ,‬דברים רעים קורים לי בטיולים‪ .‬למשל בבית הספר‬
‫הקודם שלי‪ ,‬בכיתה ה'‪ ,‬כשיצאנו לשדה הקרב של סָ ָרטוֹגָ ה‪ ,‬קרתה לי‬
‫תאונה קטנה עם תותח מתקופת מלחמת העצמאות‪ .‬בכלל לא כיוונתי‬
‫אותו לאוטובוס של בית הספר‪ ,‬אבל ברור שבכל זאת סילקו אותי‪.‬‬
‫ובבית הספר שלמדתי בו לפני זה‪ ,‬בכיתה ד'‪ ,‬כשערכו לנו סיור מאחורי‬
‫הקלעים של בריכת הכרישים בעולם הים‪ ,‬איכשהו דחפתי את הידית‬
‫הלא נכונה במעבר שמעל הבריכה‪ ,‬וכל הכיתה שלי יצאה לשחייה לא‬
‫מתוכננת‪ .‬ולפני זה‪ ...‬טוב‪ ,‬אתם תופסים את העיקרון‪.‬‬
‫בטיול הזה הייתי נחוש בדעתי להתנהג יפה‪.‬‬
‫כל הדרך לעיר התאפקתי ולא הגבתי כשננסי בּ וֹבּ וֹפיט‪ ,‬הקְ לֶ ּפטוֹמָ נִ ית‬
‫הג'ינג'ית המנומשת‪ ,‬זרקה על העורף של החבר הכי טוב שלי‪ ,‬גרוֹבֶ ר‪,‬‬
‫חתיכות סנדוויץ' עם חמאת בוטנים וקטשופ‪.‬‬
‫גרוֹבר היה מטרה קלה‪ .‬הוא היה רזה נורא‪ .‬הוא פרץ בבכי כשהיה‬
‫מתוסכל‪ .‬אני חושב שהוא נשאר כמה כיתות‪ ,‬כי הוא היה התלמיד‬
‫היחיד בכיתה ו' עם חצ'קונים והתחלה של זקן דליל על הסנטר‪ .‬נוסף‬
‫על כל זה‪ ,‬הוא היה נכה‪ .‬היה לו פטור לכל החיים משיעורי התעמלות‬
‫בגלל איזו מחלת שרירים ברגליים‪ .‬הוא הלך משונה‪ ,‬כאילו כל צעד‬
‫מכאיב לו‪ ,‬אבל שזה לא יבלבל אתכם‪.‬‬
‫הייתם צריכים לראות איך הוא רץ אל ראש התור בקפיטריה ביום‬
‫שהגישו אנצ'ילדות מקסיקניות‪.‬‬
‫בכל אופן‪ ,‬ננסי בובופיט זרקה חתיכות סנדוויץ' שנדבקו לשיער החום‬
‫המתולתל שלו‪ ,‬וידעתי שאני לא יכול להחזיר לה כי כבר הייתי על‬
‫‪7‬‬

‫תנאי‪ .‬המנהל איים עליי בריתוק לנצח אם משהו רע‪ ,‬מביך או אפילו‬
‫משעשע‪-‬קלות יקרה בטיול הזה‪.‬‬
‫"אני הולך להרוג אותה‪ ",‬מלמלתי‪.‬‬
‫גרוֹבר ניסה להרגיע אותי‪" .‬זה בסדר‪ .‬אני אוהב חמאת בוטנים‪".‬‬
‫הוא התחמק מעוד מתקפה אווירית של ננסי‪.‬‬
‫"זהו‪ .‬נמאס לי‪ ".‬התחלתי לקום‪ ,‬אבל גרובר משך אותי בחזרה למושב‪.‬‬
‫"כבר עכשיו אתה על תנאי‪ ",‬הזכיר לי‪" .‬אתה יודע את מי יאשימו אם‬
‫משהו יקרה‪".‬‬
‫במבט לאחור אני מצטער שלא החטפתי לננסי בובופיט על המקום‪.‬‬
‫ריתוק הוא צרה קטנה יחסית לעומת הצרות שבהן עמדתי להסתבך‪.‬‬
‫מר ברוּנר הדריך את הסיור במוזיאון‪.‬‬
‫הוא נסע לפנינו בכיסא הגלגלים שלו והוביל אותנו בין הגלריות‬
‫הגדולות והמהדהדות‪ ,‬על פני פסלי שיש וארונות זכוכית מלאים כלי‬
‫חרס שחורים‪-‬כתומים עתיקים‪.‬‬
‫היה קשה לתפוס שהחפצים האלה שרדו אלפיים‪-‬שלושת אלפים שנה‪.‬‬
‫מר ברונר כינס אותנו סביב עמוד אבן בגובה ארבעה מטרים שבראשו‬
‫ספינקס גדול‪ ,‬והתחיל לספר לנו שזאת מצבה ‪-‬אַ סְ טֶ לָ ה‪ ,‬ביוונית ‪-‬של‬
‫ילדה בת גילנו בערך‪ .‬הוא סיפור לנו על התחריטים משני צדי העמוד‪.‬‬
‫ניסיתי להקשיב למה שסיפר כי זה היה די מעניין‪ ,‬אבל כל הילדים‬
‫מסביבי דיברו‪ ,‬ובכל פעם שאמרתי להם לשתוק‪ ,‬המורה המלווה‬
‫האחרת‪ ,‬גברת דוֹדְ ס‪ ,‬נעצה בי מבט מרושע‪.‬‬
‫גברת דודס היתה מין מורה קטנה כזאת למתמטיקה מג'ורג'יה‪ ,‬שתמיד‬
‫לבשה מעיל עור שחור‪ ,‬אפילו שהיתה בת חמישים‪ .‬היא נראתה‬
‫מרושעת מספיק לרכוב על אופנוע הארלי ישר לתוך הארונית שלך‬
‫בבית הספר‪ .‬היא הגיעה ליאנסי באמצע השנה‪ ,‬אחרי שהמורה הקודם‬
‫למתמטיקה חטף התמוטטות עצבים‪.‬‬
‫מהיום הראשון‪ ,‬גברת דודס השתגעה על ננסי בובופיט והחליטה שאני‬
‫זרע השטן‪ .‬היא היתה מצביעה עליי באצבע העקומה שלה ואומרת‪:‬‬
‫"ועכשיו‪ ,‬חומד‪ ",‬בקול מתוק‪ ,‬ואני ידעתי שאני עומד לחטוף ריתוק‬
‫לחודש‪.‬‬
‫‪8‬‬

‫פעם אחת‪ ,‬אחרי שהיא הכריחה אותי להישאר עד חצות ולמחוק‬
‫תשובות מתוך חוברות עבודה ישנות במתמטיקה‪ ,‬אמרתי לגרובר שאני‬
‫לא חושב שגברת דודס אנושית‪ .‬הוא הסתכל עליי במבט רציני לחלוטין‬
‫ואמר‪" :‬אתה צודק לגמרי‪".‬‬
‫מר ברונר המשיך לדבר על אמנות הקבורה היוונית‪.‬‬
‫אבל אז ננסי בובופיט צחקקה ואמרה משהו על הבחור העירום שעל‬
‫מצבת הזיכרון‪ ,‬ואני הסתובבתי ואמרתי‪" :‬אולי תסתמי כבר?"‬
‫זה יצא לי בקול רם יותר ממה שהתכוונתי‪.‬‬
‫כל הקבוצה צחקה‪ .‬מר ברונר הפסיק את הסיפור שלו‪.‬‬
‫"מר ג'קסון‪ ",‬אמר‪" ,‬יש לך משהו להעיר?"‬
‫הפנים שלי היו אדומות לגמרי‪" .‬לא‪ ,‬אדוני‪".‬‬
‫מר ברונר הצביע על אחת התמונות שעל מצבת הזיכרון‪.‬‬
‫"אולי תוכל לספר לנו מה מייצגת התמונה הזאת?"‬
‫הסתכלתי על התחריט והרגשתי הקלה גדולה‪ ,‬כי האמת שדווקא כן‬
‫זיהיתי אותו‪" .‬זה קרוֹנוֹס שאוכל את הילדים שלו‪ ,‬נכון?"‬
‫"כן‪ ",‬אמר מר ברונר‪ ,‬לא מרוצה כלל‪" .‬והוא עשה את זה כי‪"?...‬‬
‫"טוב‪ "...‬שברתי את הראש בניסיון להיזכר‪" .‬קרוֹנוֹס היה האל הראשי‪ ,‬ו‬
‫"‬‫"אל?" שאל מר ברונר‪.‬‬
‫"טיטַ אן‪ ",‬תיקנתי‪" .‬ו‪ ...‬הוא לא בטח בילדים שלו‪ ,‬שהיו האלים‪ .‬אז‪...‬‬
‫אה‪ ...‬קרונוס אכל אותם‪ ,‬נכון? אבל אשתו החביאה את זֶאוּס התינוק‪,‬‬
‫ובמקומו נתנה לקרונוס לאכול סלע‪ .‬ואחר כך‪ ,‬כשזאוס גדל‪ ,‬הוא הצליח‬
‫לעבוד על אבא שלו‪ ,‬קרונוס‪ ,‬וגרם לו להקיא את כל האחים והאחיות‬
‫שלו ‪" -‬‬
‫"איכס!" אמרה אחת הבנות מאחוריי‪.‬‬
‫" ‪ -‬ואז פרץ קרב גדול בין האלים והטיטאנים‪ ",‬המשכתי‪" ,‬והאלים‬
‫ניצחו‪".‬‬
‫צחקוקים מהקבוצה‪.‬‬
‫מאחוריי‪ ,‬ננסי בובופיט מלמלה לאחת החברות שלה‪" :‬כאילו שנצטרך‬
‫את זה בחיים האמיתיים‪ .‬כאילו שבטופס הקבלה לעבודה יהיה כתוב‬
‫'אנא הסבירו למה קרונוס אכל את הילדים שלו‪" '.‬‬
‫‪9‬‬

‫"ומדוע‪ ,‬מר ג'קסון‪ ",‬הקשה ברונר‪" ,‬אם לנסח במילים אחרות את‬
‫שאלתה המצוינת של מיס בובופיט‪ ,‬יש לזה חשיבות בחיים האמיתיים?"‬
‫"הלך עלַ ייך‪ ",‬מלמל גרובר‪.‬‬
‫"תסתום‪ ",‬סיננה ננסי בפנים אדומות יותר מהשיער שלה‪.‬‬
‫לפחות גם ננסי הסתבכה‪ .‬מר ברונר היה המורה היחיד שהצליח לתפוס‬
‫אותה‪ .‬היו לו אוזני רדאר‪.‬‬
‫חשבתי על השאלה שלו ומשכתי בכתפיים‪" :‬אני לא יודע‪ ,‬אדוני‪".‬‬
‫"אני מבין‪ ".‬מר ברונר נראה מאוכזב‪" .‬טוב‪ ,‬מחצית הנקודות‪ ,‬מר‬
‫ג'קסון‪ .‬זאוס אכן האכיל את קרונוס תערובת חרדל ויין‪ ,‬שגרמה לו‬
‫להקיא את חמשת הילדים האחרונים‪ ,‬שבהיותם אלים בני אלמוות חיו‬
‫והמשיכו לגדול כמובן בקיבתו של הטיטאן מבלי שיעוכלו‪ .‬האלים‬
‫הביסו את אביהם‪ ,‬קצצו אותו לחתיכות קטנות בחרמש שלו עצמו‬
‫ופיזרו את השאריות בטַ רטַ רוס‪ ,‬החלק האפל ביותר של השאול‪ .‬ובנימה‬
‫עליזה זאת‪ ,‬הגיע הזמן להפסקת צהריים‪ .‬גברת דודס‪ ,‬התואילי להוביל‬
‫אותנו בחזרה החוצה?"‬
‫הכיתה התחילה להתפזר‪ .‬הבנות עשו קולות של גועל והבנים דחפו אחד‬
‫את השני ועשו שטויות‪.‬‬
‫גרובר ואני התכוונו לצאת איתם‪ ,‬אבל מר ברונר אמר‪" :‬מר ג'קסון‪".‬‬
‫ידעתי מה מחכה לי‪.‬‬
‫אמרתי לגרובר שיצא בלעדיי ואז הסתובבתי אל מר ברונר‪.‬‬
‫"המורה?"‬
‫למר ברונר היה מין מבט כזה שלא מרפה ממך ‪ -‬עיניים חומות‬
‫מרוכזות‪ ,‬כמו של מישהו בן אלף שנה שראה כבר הכול‪.‬‬
‫"אתה חייב ללמוד את התשובה לשאלה שלי‪ ",‬אמר לי מר ברונר‪.‬‬
‫"בקשר לטיטאנים?"‬
‫"בקשר לחיים האמיתיים‪ .‬ומה חשיבות הלימודים שלך לגביהם‪".‬‬
‫"אה‪".‬‬
‫"לדברים שאני מלמד אותך יש חשיבות עליונה‪ ",‬הוא אמר‪.‬‬
‫"אני מצפה שתתייחס לכך בהתאם‪ .‬רק השקעה מלאה מצדך תהיה‬
‫מקובלת עליי‪ ,‬פרסי ג'קסון‪".‬‬
‫רציתי לכעוס עליו‪ .‬איזה ציפיות גבוהות היו לו ממני‪.‬‬
‫‪10‬‬

‫כלומר‪ ,‬בטח‪ ,‬היה מגניב איך שהוא אהב לערוך "טורנירים" שבהם היה‬
‫לובש שריון רומי וצועק‪" :‬כיתה‪ ,‬עבור להקשב!" ומזמן אותנו בהנפת‬
‫חרב לרוץ אל הלוח ולרשום כל דמות יוונית או רומית שחיה אי פעם‪,‬‬
‫ומי היתה אימא שלה‪ ,‬ובאיזה אלים היא האמינה‪ .‬אבל מר ברונר ציפה‬
‫ממני לאותם ביצועים כמו כל האחרים‪ ,‬למרות שיש לי דיסלקציה‬
‫והפרעת קשב ובחיים לא הוצאתי יותר מ‪ .70-‬לא ‪ -‬הוא לא ציפה ממני‬
‫להיות טוב כמוהם; הוא ציפה ממני שאהיה יותר טוב‪ .‬ופשוט לא הייתי‬
‫מסוגל ללמוד את כל השמות והעובדות האלה‪ ,‬שלא לדבר על לאיית‬
‫אותם כמו שצריך‪.‬‬
‫מלמלתי משהו על זה שאשתדל יותר‪ ,‬בזמן שמר ברונר נעץ מבט ארוך‬
‫ועצוב במצבת הזיכרון‪ ,‬כאילו השתתף בעצמו בהלוויה של הילדה‬
‫הזאת‪.‬‬
‫הוא אמר לי שאצא החוצה ואוכל את ארוחת הצהריים שלי‪.‬‬
‫הכיתה התאספה על המדרגות בחזית המוזיאון‪ ,‬משם יכולנו לצפות‬
‫בתנועת הולכי הרגל לאורך השדרה החמישית‪.‬‬
‫מרחוק התקרבה סערה גדולה‪ .‬מעולם לא ראיתי עננים שחורים כאלה‬
‫מעל העיר‪ .‬תיארתי לעצמי שזה בטח בגלל ההתחממות הגלובלית או‬
‫משהו כזה‪ ,‬כי מזג האוויר בכל מדינת ניו יורק היה משונה מאז חג‬
‫המולד‪ .‬עברנו סופות שלג אדירות‪ ,‬שיטפונות‪ ,‬שריפות מפגיעת ברק‪.‬‬
‫לא היה מפתיע אותי לגלות שזאת התחלה של הוריקן‪.‬‬
‫נראה שאף אחד מלבדי לא שם לב‪ .‬כמה מהבנים הפגיזו יונים בחתיכות‬
‫קרקר‪ .‬ננסי בובופיט ניסתה לכייס משהו מתיק של איזו גברת‪ ,‬וברור‬
‫שגברת דודס לא שמה לב‪.‬‬
‫גרובר ואני ישבנו על שפת המזרקה‪ ,‬רחוק מהאחרים‪ .‬חשבנו שאם נשב‬
‫שם‪ ,‬אולי אנשים לא ידעו שאנחנו מבית הספר הזה ‪ -‬בית הספר של‬
‫המוזרים שלא הצליחו להסתדר בשום מקום אחר‪.‬‬
‫"ריתוק?" שאל גרובר‪.‬‬
‫"מה פתאום‪ ",‬אמרתי‪" .‬לא מברונר‪ .‬אבל הלוואי שהוא היה יורד ממני‬
‫לפעמים‪ .‬כלומר ‪ -‬אני לא גאון‪".‬‬
‫במשך כמה זמן גרובר לא אמר שום דבר‪ .‬ואז‪ ,‬כשכבר חשבתי שהוא‬
‫עומד להעיר איזו הערה פילוסופית עמוקה שתשפר לי את מצב הרוח‪,‬‬
‫‪11‬‬

‫הוא שאל‪" :‬אני יכול לאכול את התפוח שלך?"‬
‫לא היה לי תיאבון‪ ,‬אז נתתי לו אותו‪.‬‬
‫עקבתי אחרי זרם המוניות שנסעו מתחתינו בשדרה החמישית‪ ,‬וחשבתי‬
‫על הדירה של אימא שלי שהיתה לא רחוקה מהמקום שבו ישבנו‪ .‬לא‬
‫פגשתי אותה מאז חג המולד‪ .‬כל כך רציתי לתפוס מונית ולנסוע‬
‫הביתה‪ .‬היא היתה מחבקת אותי ושמחה לראות אותי‪ ,‬אבל היתה‬
‫מתאכזבת ממני‪ .‬היא היתה שולחת אותי ישר בחזרה ליאנסי‪ ,‬ומזכירה‬
‫לי שאני חייב להשתדל יותר אפילו אם זה בית הספר השישי שלי בתוך‬
‫שש שנים וסביר להניח ששוב יסלקו אותי‪ .‬לא הייתי מסוגל לעמוד‬
‫במבט העצוב שהייתי מקבל ממנה‪.‬‬
‫מר ברונר החנה את כיסא הגלגלים שלו בתחתית הרמפה לנכים‪ .‬הוא‬
‫אכל סלרי וקרא רומן בכריכה רכה‪ .‬מטרייה אדומה היתה תקועה בגב‬
‫הכיסא שלו וגרמה לו להיראות כמו שולחן בית קפה נייד‪.‬‬
‫עמדתי להוריד את העטיפה מהסנדוויץ' שלי‪ ,‬ובדיוק אז הופיעה מולי‬
‫ננסי בובופיט עם החברות המכוערות שלה ‪ -‬אני מניח שנמאס לה‬
‫לגנוב מהתיירים ‪ -‬וזרקה את ארוחת הצהריים החצי גמורה שלה לחיקו‬
‫של גרובר‪.‬‬
‫"אופס‪ ".‬היא גיחכה לעברי בשיניים העקומות שלה‪ .‬הנמשים שלה היו‬
‫כתומים‪ ,‬כאילו מישהו ריסס לה את הפנים בצ'יטוס‪.‬‬
‫ניסיתי לא להתרתח‪ .‬היועצת של בית הספר אמרה לי מיליון פעם‪:‬‬
‫"תספור עד עשר‪ ,‬תשלוט בכעס‪ ".‬אבל הייתי כל כך מעוצבן שהמוח‬
‫שלי התרוקן‪ .‬גלים שאגו לי באוזניים‪.‬‬
‫אני לא זוכר שנגעתי בה‪ ,‬אבל הדבר הבא שראיתי היה ננסי יושבת על‬
‫התחת במזרקה וצורחת‪" :‬פרסי דחף אותי!"‬
‫גברת דודס הופיעה לידינו כאילו משום מקום‪.‬‬
‫כמה מהילדים התלחשו ביניהם‪" :‬ראיתם מה ‪" -‬‬
‫"‪ -‬המים ‪" -‬‬
‫"‪ -‬כאילו תפסו אותה ‪" -‬‬
‫לא ידעתי על מה הם מדברים‪ .‬כל מה שידעתי זה ששוב הסתבכתי‪.‬‬
‫גברת דודס וידאה שננסי הקטנה והמסכנה בסדר‪ ,‬הבטיחה לקנות לה‬
‫חולצה חדשה בחנות של המוזיאון וכו' וכו'‪ ,‬ואז הסתערה עליי‪ .‬בעיניים‬
‫‪12‬‬

‫שלה היתה אש ניצחון‪ ,‬כאילו סוף סוף עשיתי את המעשה שכל השליש‬
‫היא חיכתה שאעשה‪" .‬ועכשיו‪ ,‬חומד ‪" -‬‬
‫"אני יודע‪ ",‬רטנתי‪" .‬למחוק חוברות עבודה במשך חודש‪".‬‬
‫זה לא היה הדבר הנכון לומר‪.‬‬
‫"בוא איתי‪ ",‬אמרה גברת דודס‪.‬‬
‫"רגע!" צפצף גרובר‪" .‬זה הייתי אני‪ .‬אני דחפתי אותה‪".‬‬
‫בהיתי בו‪ ,‬המום‪ .‬לא יכולתי להאמין שהוא מנסה לחפות עליי‪ .‬גרובר‬
‫פחד מגברת דודס פחד מוות‪.‬‬
‫היא נעצה בו מבט זועם כל כך‪ ,‬שהזקן הדליל שלו רעד כולו‪.‬‬
‫"לא נראה לי‪ ,‬מר אנדרווד‪ ",‬היא אמרה‪.‬‬
‫"אבל ‪" -‬‬
‫"אתה ‪ -‬תישאר ‪ -‬כאן‪".‬‬
‫גרובר הביט בי במבט נואש‪.‬‬
‫"זה בסדר‪ ,‬בן אדם‪ ",‬אמרתי לו‪" .‬תודה שניסית‪".‬‬
‫"חומד‪ ",‬נבחה עליי גברת דודס‪" .‬עכשיו‪".‬‬
‫ננסי בובופיט גיחכה בניצחון‪.‬‬
‫נעצתי בה את מבט חכי‪-‬חכי הכי טוב שלי‪ .‬ואז פניתי בחזרה לגברת‬
‫דודס‪ ,‬אבל היא לא היתה שם‪ .‬היא עמדה בכניסה למוזיאון‪ ,‬הרחק‬
‫בראש המדרגות‪ ,‬וסימנה לי בחוסר סבלנות שאבוא כבר‪.‬‬
‫איך היא הגיעה לשם כל כך מהר?‬
‫דברים כאלה קורים לי המון‪ ,‬כשהמוח שלי נרדם או משהו ופתאום אני‬
‫מגלה שפספסתי משהו‪ ,‬כאילו חתיכה נפלה מהפאזל של היקום‬
‫והשאירה אותי בוהה בחלל הריק שמאחוריה‪ .‬היועצת של בית הספר‬
‫אמרה לי שזה חלק מהפרעת הקשב שלי‪ ,‬כשהמוח שלי מפרש דברים‬
‫לא נכון‪.‬‬
‫לא הייתי משוכנע בזה‪.‬‬
‫הלכתי בעקבות גברת דודס‪.‬‬
‫במחצית הדרך במעלה המדרגות‪ ,‬העפתי מבט לאחור אל גרובר‪ .‬הוא‬
‫נראה חיוור והעיניים שלו התרוצצו ביני ובין מר ברונר כאילו רוצה‬
‫שמר ברונר ישים לב למה שקורה‪ ,‬אבל מר ברונר היה שקוע בספר‬
‫שלו‪.‬‬
‫‪13‬‬

‫הבטתי קדימה‪ .‬גברת דודס שוב נעלמה‪ .‬עכשיו היא היתה בתוך הבניין‪,‬‬
‫בקצה המבואה‪.‬‬
‫בסדר‪ ,‬חשבתי לעצמי‪ .‬היא מתכוונת להכריח אותי לקנות לננסי חולצה‬
‫חדשה בחנות המתנות‪.‬‬
‫אבל התברר שלא זאת היתה התוכנית‪.‬‬
‫נכנסתי בעקבותיה לתוך המוזיאון‪ .‬כשהצלחתי בסופו של דבר להשיג‬
‫אותה‪ ,‬נמצאנו שוב באזור התצוגה של יוון ורומי‪.‬‬
‫מלבד שנינו‪ ,‬הגלריה היתה ריקה‪.‬‬
‫גברת דודס עמדה בזרועות שלובות מול תבליט אבן עם דמויות של‬
‫האלים היווניים‪ .‬היא פלטה מין קול גרוני משונה‪ ,‬כמו נהמה‪.‬‬
‫אפילו בלי הקול שהשמיעה הייתי מתוח‪ .‬משונה להיות לבד עם מורה‪,‬‬
‫בעיקר עם גברת דודס‪ .‬היה משהו מוזר בצורה שבה הביטה בתבליט‪,‬‬
‫כאילו היא רוצה לרסק אותו‪...‬‬
‫"עשית לנו בעיות‪ ,‬חומד‪ ",‬אמרה‪.‬‬
‫בחרתי באפשרות הבטוחה ביותר‪ .‬אמרתי‪" :‬כן‪".‬‬
‫היא משכה בשרוולי מעיל העור שלה‪" .‬באמת חשבת שתצא מזה?"‬
‫המבט בעיניים שלה היה יותר ממטורף‪ .‬הוא היה מרושע‪.‬‬
‫היא מורה‪ ,‬חשבתי לעצמי במתח‪ .‬זה לא שהיא הולכת לפגוע בי או‬
‫משהו‪.‬‬
‫אמרתי‪" :‬אני ‪ -‬אני אשתדל יותר‪ ,‬המורה‪".‬‬
‫רעם טלטל את הבניין‪.‬‬
‫"אנחנו לא שוטים‪ ,‬פרסי ג'קסון‪ ",‬אמרה גברת דודס‪" .‬זה היה רק עניין‬
‫של זמן עד שנחשוף אותך‪ .‬תתוודה עכשיו‪ ,‬ותסבול פחות כאב‪".‬‬
‫לא היה לי מושג על מה היא מדברת‪ .‬הדבר היחיד שעלה בדעתי היה‬
‫שהמורים מצאו את מצבור הממתקים הלא חוקי שלי‪ ,‬שמכרתי מהחדר‬
‫שלי בפנימייה‪ .‬או אולי גילו שהורדתי מהאינטרנט את העבודה על תום‬
‫סוייר בלי לקרוא את הספר‪ ,‬ועכשיו הם מתכוונים לבטל לי את הציון‪.‬‬
‫או גרוע מזה‪ ,‬שיכריחו אותי לקרוא את הספר‪.‬‬
‫"ובכן?" היא תבעה לדעת‪.‬‬
‫"המורה‪ ,‬אני לא‪"...‬‬
‫"זמנך אזל‪ ",‬היא סיננה‪ .‬ואז קרה הדבר הכי משונה בעולם‪.‬‬
‫‪14‬‬

‫העיניים שלה התחילו לזרוח כמו פחמי מנגל‪ .‬האצבעות שלה נמתחו‬
‫והפכו לטפרים‪ .‬המעיל שלה שינה צורה והפך לכנפי עור גדולות‪ .‬היא‬
‫לא היתה אנושית‪ .‬היא היתה מכשפה מצומקת עם כנפיים וטפרים כמו‬
‫של עטלף ופה מלא ניבים צהובים‪ ,‬והיא עמדה לקצוץ אותי לחתיכות‪.‬‬
‫ואז קרה משהו עוד יותר מוזר‪.‬‬
‫מר ברונר‪ ,‬שרק לפני דקה נמצא בחזית המוזיאון‪ ,‬גלגל את הכיסא שלו‬
‫לפתח הגלריה כשבידו עט‪.‬‬
‫"תפוס‪ ,‬פרסי!" הוא צעק וזרק אליי את העט‪.‬‬
‫גברת דודס הסתערה עליי‪.‬‬
‫התחמקתי בצווחה‪ ,‬והרגשתי בטפרים משספים את האוויר ליד האוזן‬
‫שלי‪ .‬חטפתי את העט מהאוויר‪ ,‬אבל ביד שלי כבר לא היה עט‪ .‬זאת‬
‫היתה חרב ‪ -‬חרב הארד של מר ברונר‪ ,‬זאת שבה היה משתמש‬
‫בטורנירים שלו‪.‬‬
‫גברת דודס הסתובבה לעברי במבט רצחני‪.‬‬
‫הברכיים שלי הפכו לג'לי‪ .‬הידיים שלי רעדו כל כך שכמעט הפלתי את‬
‫החרב‪.‬‬
‫היא סיננה‪" :‬עכשיו תמות‪ ,‬חומד!"‬
‫והסתערה הישר לעברי‪.‬‬
‫אימה טהורה הציפה אותי‪ .‬עשיתי את הדבר היחיד שבא לי באופן‬
‫טבעי‪ :‬הנפתי את החרב‪.‬‬
‫להב המתכת פגע בכתף שלה וחדר בעדה בקלות כאילו היתה עשויה‬
‫מים‪ .‬תססס!‬
‫גברת דודס התפוררה כמו טירת חול מול מאוורר תעשייתי‪.‬‬
‫היא התפוצצה לאבקה צהובה והתאיידה במקום‪ ,‬ולא נשאר ממנה דבר‬
‫מלבד ריח גופרית וצווחה חלושה וצינת רשע באוויר‪ ,‬כאילו שתי‬
‫העיניים האדומות הבוערות ממשיכות לצפות בי‪.‬‬
‫נשארתי לבדי‪.‬‬
‫ביד שלי היה עט‪.‬‬
‫מר ברונר לא היה שם‪ .‬לא היה שם איש מלבדי‪.‬‬
‫הידיים שלי עדיין רעדו‪ .‬מישהו הכניס לי כנראה פטריות הזיה לארוחת‬
‫הצהריים‪.‬‬
‫‪15‬‬

‫האם דמיינתי את הכול?‬
‫יצאתי החוצה‪.‬‬
‫גשם התחיל לרדת‪.‬‬
‫גרובר ישב ליד המזרקה כשמפה של המוזיאון פרושה לו מעל הראש‪.‬‬
‫ננסי בובופיט עדיין עמדה שם‪ ,‬רטובה לגמרי מהנפילה למזרקה‪ ,‬רוטנת‬
‫באוזני החברות המכוערות שלה‪ .‬כשהיא ראתה אותי היא אמרה‪" :‬אני‬
‫מקווה שגברת קֶ ר החטיפה לך‪".‬‬
‫אמרתי‪" :‬מי?"‬
‫"המורה שלנו‪ .‬כאילו דה!"‬
‫מצמצתי‪ .‬לא היתה לנו מורה בשם גברת קֶ ר‪ .‬שאלתי את ננסי על מה‬
‫היא מדברת‪.‬‬
‫היא רק גלגלה עיניים והסתובבה‪.‬‬
‫שאלתי את גרובר איפה גברת דודס‪.‬‬
‫הוא אמר‪" :‬מי?"‬
‫אבל ממש לפני שאמר את זה הוא שתק לרגע‪ ,‬וניסה שלא להביט בי‬
‫ישירות‪ ,‬אז חשדתי שהוא מנסה לעבוד עליי‪.‬‬
‫"לא מצחיק‪ ",‬אמרתי לו‪" .‬זה רציני‪".‬‬
‫רעם הרעים מעלינו‪.‬‬
‫ראיתי את מר ברונר יושב מתחת למטרייה האדומה וקורא בספר שלו‬
‫כאילו מעולם לא זז משם‪.‬‬
‫ניגשתי אליו‪.‬‬
‫הוא הרים מבט בהיסח דעת‪" .‬אה‪ ,‬הנה העט שלי‪ .‬להבא אנא הבא איתך‬
‫כלי כתיבה משלך‪ ,‬מר ג'קסון‪".‬‬
‫הושטתי לו את העט‪ .‬אפילו לא שמתי לב שאני עדיין מחזיק אותו‪.‬‬
‫"אדוני‪ ",‬אמרתי‪" ,‬איפה גברת דודס?"‬
‫הוא הביט בי כאילו לא מבין על מה אני מדבר‪" .‬מי?"‬
‫"המלווה השנייה‪ .‬גברת דודס‪ .‬המורה למתמטיקה‪".‬‬
‫המצח שלו התקמט והוא רכן קדימה במבט של דאגה קלה‪.‬‬
‫"פרסי‪ ,‬אין גברת דודס בטיול הזה‪ .‬למיטב ידיעתי‪ ,‬מעולם לא היתה‬
‫גברת דודס בפנימיית יאנסי‪ .‬אתה מרגיש בסדר?"‬
‫‪16‬‬

‫‪2‬‬
‫שלוש גברות זקנות סורגות את גרבי המוות‬

‫הייתי רגיל לחוויות משונות פה ושם‪ ,‬אבל בדרך כלל הן נגמרו מהר‪.‬‬
‫עם הזיה מקיפה כזאת לא ידעתי איך להתמודד‪ .‬מאותו רגע ועד סוף‬
‫השנה‪ ,‬הרגשתי כאילו כל בית הספר מנסה איכשהו לעבוד עליי‪.‬‬
‫התלמידים התנהגו כאילו הם משוכנעים לגמרי שגברת קֶ ר ‪ -‬אישה‬
‫בלונדינית עליזה שלא ראיתי מימיי עד שעלתה לאוטובוס שלנו בסוף‬
‫הטיול ‪ -‬היתה המורה שלנו למתמטיקה מאז חג המולד‪.‬‬
‫מפעם לפעם הייתי מזכיר את גברת דודס באוזני מישהו‪ ,‬רק כדי לבדוק‬
‫אם אצליח להכשיל אותו‪ ,‬אבל תמיד היו בוהים בי כאילו אני דפוק‪.‬‬
‫בסופו של דבר כמעט האמנתי להם שגברת דודס מעולם לא היתה‬
‫קיימת‪.‬‬
‫כמעט‪.‬‬
‫גרובר לא הצליח לעבוד עליי‪ .‬בכל פעם שהזכרתי באוזניו את השם‬
‫דודס‪ ,‬הוא היה מהסס לרגע ואז טוען שהיא לא קיימת‪.‬‬
‫אבל ידעתי שהוא משקר‪.‬‬
‫הרגשתי שמשהו כאן מסריח‪ .‬באמת קרה משהו במוזיאון‪.‬‬
‫במשך היום לא היה לי הרבה זמן לחשוב על זה‪ ,‬אבל בלילות הייתי‬
‫מתעורר שטוף זיעה קרה מחלומות על גברת דודס עם טפרים וכנפי‬
‫עור‪.‬‬
‫מזג האוויר המשונה נמשך‪ ,‬מה שלא שיפר לי את המצב רוח‪.‬‬
‫לילה אחד השתוללה סופת ברקים מחוץ לחלון החדר שלי בפנימייה‪.‬‬
‫כמה ימים אחר כך‪ ,‬רק שמונים קילומטר מפנימיית יאנסי‪ ,‬התחולל‬
‫הטורנדו הגדול ביותר שנראה אי פעם בעמק ההדסון‪ .‬בשיעור מדעי‬
‫החברה למדנו שמספר חריג של מטוסים קטנים התרסקו באותה שנה‬
‫בסערות פתאומיות מעל האוקיאנוס האטלנטי‪.‬‬
‫התחלתי להרגיש עצבני ורגזן‪ .‬הציונים שלי התדרדרו מעובר לנכשל‪.‬‬
‫הסתבכתי בקטטות נוספות עם ננסי בובופיט והחברות שלה‪ .‬כמעט בכל‬
‫שיעור הוציאו אותי מהכיתה‪.‬‬
‫‪17‬‬

‫בסופו של דבר‪ ,‬כשהמורה שלנו לאנגלית‪ ,‬מר ניקול‪ ,‬שאל אותי בפעם‬
‫המיליון למה אני מתעצל כל כך ללמוד להכתבות‪ ,‬נשברתי‪ .‬קראתי לו‬
‫שיכור מוּעד‪ .‬אפילו לא ידעתי מה זה אומר בדיוק‪ ,‬אבל זה נשמע טוב‪.‬‬
‫אחרי שבוע‪ ,‬המנהל שלח לאימא מכתב רשמי‪ :‬בשנה הבאה לא אוזמן‬
‫לחזור ללימודים בפנימיית יאנסי‪.‬‬
‫אין בעיה‪ ,‬אמרתי לעצמי‪ .‬אין שום בעיה‪.‬‬
‫ממילא התגעגעתי הביתה‪.‬‬
‫רציתי לגור עם אימא שלי בדירה הקטנה שלנו באפר איסט סייד של ניו‬
‫יורק‪ ,‬אפילו אם אצטרך ללכת לבית ספר ציבורי ולסבול את האבא‬
‫החורג הדוחה שלי ואת ערבי הפוקר שלו‪.‬‬
‫ובכל זאת‪ ...‬ידעתי שאתגעגע לדברים מסוימים ביאנסי‪ .‬הנוף המיוער‬
‫שניבט מחלון המגורים בפנימייה‪ ,‬נהר ההדסון שזרם במרחק‪ ,‬ריח‬
‫האורנים‪ .‬אני אתגעגע לגרובר‪ ,‬שהיה חבר טוב למרות שהיה קצת מוזר‪.‬‬
‫דאגתי איך ישרוד את השנה הבאה בלעדיי‪.‬‬
‫אני אתגעגע גם לשיעורי הלטינית ‪ -‬לטורנירים המשוגעים של מר‬
‫ברונר ולאמונה שלו בי‪.‬‬
‫בשבוע הבחינות‪ ,‬למדתי רק לקראת המבחן בלטינית‪ .‬לא שכחתי את‬
‫מה שאמר לי מר ברונר‪ ,‬שלמקצוע הזה יש עבורי חשיבות של חיים‬
‫ומוות‪ .‬לא ידעתי למה בדיוק; אבל התחלתי להאמין לו‪.‬‬
‫בערב לפני מבחן הסיום‪ ,‬הייתי מתוסכל כל כך שזרקתי את מדריך‬
‫קיימברידג' למיתולוגיה היוונית לצד השני של החדר‪.‬‬
‫המילים התחילו להיטשטש על הדף ולהסתובב לי בראש‪.‬‬
‫האותיות התרוצצו בשמיניות כאילו הן נוסעות על סקייטבורד‪.‬‬
‫לא היה שום סיכוי שאצליח לזכור את ההבדל בין כירון וכארון‪ ,‬או‬
‫ּפוֹלִ ידֶ קְ טֶ ס ּופוֹלִ ידֶ אוּקֶ ס‪ .‬ולהטות את כל הפעלים האלה בלטינית?‬
‫תשכחו מזה‪.‬‬
‫צעדתי הלוך ושוב בחדר והרגשתי כאילו נמלים מתרוצצות לי מתחת‬
‫לחולצה‪.‬‬
‫זכרתי את ההבעה הרצינית של מר ברונר‪ ,‬את העיניים שלו עם המבט‬
‫בן אלף השנה‪ .‬רק השקעה מלאה מצדך תהיה מקובלת עליי‪ ,‬פרסי‬
‫ג'קסון‪.‬‬
‫‪18‬‬

‫נשמתי נשימה עמוקה‪ .‬הרמתי את ספר המיתולוגיה מהרצפה‪.‬‬
‫מעולם לא ביקשתי עזרה ממורה‪ .‬אולי אם אדבר עם מר ברונר הוא‬
‫יוכל להפנות אותי בכיוון הנכון‪ .‬לפחות אוכל להתנצל על ציון‬
‫ה"נכשל" הגדול והבולט שאני עומד לקבל בבחינה שלו‪ .‬כשאעזוב את‬
‫פנימיית יאנסי‪ ,‬לא רציתי שיחשוב שלא השתדלתי‪.‬‬
‫ירדתי למשרדי המורים‪ .‬רובם היו ריקים וחשוכים‪ ,‬אבל הדלת לחדר של‬
‫מר ברונר היתה פתוחה ואלומת אור בקעה מהחדר והגיעה עד רצפת‬
‫המסדרון‪.‬‬
‫כשהגעתי למרחק שלושה צעדים מהדלת שמעתי קולות עולים‬
‫מהמשרד‪ .‬מר ברונר שאל שאלה‪ .‬קול שזיהיתי בוודאות כקולו של‬
‫גרובר אמר‪ ..." ,‬דואג לפרסי‪ ,‬אדוני‪".‬‬
‫קפאתי במקומי‪.‬‬
‫בדרך כלל לא נהגתי לצותת לאחרים‪ ,‬אבל תנסו אתם שלא להקשיב‬
‫כשאתם שומעים את החבר הכי טוב שלכם מדבר עליכם עם מבוגר‪.‬‬
‫התקרבתי בזהירות‪.‬‬
‫"‪ ...‬שיהיה לבדו הקיץ‪ ",‬גרובר אמר‪" .‬כלומר‪ ,‬אחת מנוטות החסד‬
‫הגיעה עד בית הספר! עכשיו כשאנחנו יודעים בוודאות‪ ,‬וגם הם יודעים‬
‫"‬‫"רק נחמיר את המצב אם נאיץ בו‪ ",‬אמר מר ברונר‪" .‬צריך לתת לנער‬
‫זמן להתפתח‪".‬‬
‫"אבל יכול להיות שאין לו זמן‪ .‬תאריך היעד של יום אמצע הקיץ ‪" -‬‬
‫"ניאלץ להתמודד איתו בלי פרסי‪ ,‬גרובר‪ .‬שייהנה מחוסר הידיעה כל‬
‫עוד הוא יכול‪".‬‬
‫"אדוני‪ ,‬הוא ראה אותה‪"...‬‬
‫"דמיונות‪ ",‬התעקש מר ברונר‪" .‬הערפול שהטלנו על התלמידים ועל‬
‫הצוות ישכנע אותו בזה‪".‬‬
‫"אדוני‪ ,‬אני‪ ...‬אני לא יכול להיכשל שוב במילוי חובתי‪".‬‬
‫קולו של גרובר היה חנוק מרגש‪" .‬אתה יודע מה פירוש הדבר בשבילי‪".‬‬
‫"לא נכשלת‪ ,‬גרובר‪ ",‬אמר מר ברונר בקול רך‪" .‬אני הייתי צריך לזהות‬
‫מה היא באמת‪ .‬עכשיו בוא נוודא רק שפרסי ישרוד עד הסתיו הבא ‪" -‬‬
‫ספר המיתולוגיה צנח לי מהיד ופגע ברצפה בקול חבטה‪.‬‬
‫‪19‬‬

‫מר ברונר השתתק‪.‬‬
‫הלב שלי דפק בכוח‪ .‬הרמתי את הספר והתחלתי לסגת במסדרון‪.‬‬
‫צל חצה את הזכוכית המוארת של דלת המשרד של ברונר‪ ,‬צל של‬
‫מישהו גבוה בהרבה מהמורה שבכיסא הגלגלים‪ ,‬מחזיק משהו שדמה‬
‫במידה חשודה לקשת‪.‬‬
‫פתחתי את הדלת הקרובה ביותר וחמקתי פנימה‪.‬‬
‫כמה שניות מאוחר יותר שמעתי קול קלופ‪-‬קלופ‪-‬קלופ איטי‪ ,‬כמו‬
‫נקישה עמומה של קוביות עץ‪ ,‬ואז צליל חיה נושפת ממש מחוץ לדלת‪.‬‬
‫דמות גדולה וכהה עצרה מאחורי הזגוגית ואז המשיכה הלאה‪.‬‬
‫טיפת זיעה נטפה במורד עורפי‪.‬‬
‫ממקום כלשהו בהמשך המסדרון עלה הקול של מר ברונר‪.‬‬
‫"שום דבר‪ ",‬מלמל‪" .‬העצבים שלי מתוחים מאז יום אמצע החורף‪".‬‬
‫"גם שלי‪ ",‬אמר גרובר‪" .‬אבל הייתי מוכן להישבע‪"...‬‬
‫"חזור למגורים‪ ",‬אמר לו מר ברונר‪" .‬מחכה לך יום בחינות ארוך‬
‫מחר‪".‬‬
‫"אל תזכיר לי‪".‬‬
‫האורות כבו במשרד של מר ברונר‪.‬‬
‫חיכיתי בחשיכה פרק זמן שנדמה כמו נצח‪.‬‬
‫בסופו של דבר חמקתי אל המסדרון וחזרתי אל המגורים‪.‬‬
‫גרובר שכב על המיטה וקרא במחברת הלטינית שלו כאילו היה שם כל‬
‫הלילה‪.‬‬
‫"היי‪ ",‬הוא אמר בעיניים מטושטשות‪" .‬נראה לך שאתה מוכן לבחינה?"‬
‫לא עניתי‪.‬‬
‫"אתה נראה נורא‪ ".‬המצח שלו התקמט‪" .‬הכול בסדר?"‬
‫"אני פשוט‪ ...‬עייף‪".‬‬
‫הסתובבתי כדי שהוא לא יראה את הבעת הפנים שלי והתחלתי להתכונן‬
‫לשינה‪.‬‬
‫לא הבנתי את מה ששמעתי למטה‪ .‬רציתי להאמין שדמיינתי את הכול‪.‬‬
‫אבל דבר אחד היה ברור‪ :‬גרובר ומר ברונר דיברו עליי מאחורי גבי‪ .‬הם‬
‫חושבים שאני נמצא בסכנה כלשהי‪.‬‬
‫‪20‬‬

‫למחרת אחר הצהריים‪ ,‬כשיצאתי אחרי שלוש שעות של בחינה בלטינית‬
‫עם העיניים מטושטשות מכל השמות היווניים והרומיים שטעיתי בהם‪,‬‬
‫מר ברונר קרא לי להיכנס שוב לחדר הכיתה‪.‬‬
‫לרגע דאגתי שהוא גילה שצותתּ י להם בלילה שעבר‪ ,‬אבל לא נראה‬
‫שזאת הבעיה‪.‬‬
‫"פרסי‪ ",‬הוא אמר לי‪" .‬אל תתאכזב מכך שאתה עוזב את יאנסי‪ .‬זה‪...‬‬
‫זה רק לטובה‪".‬‬
‫נימת הקול שלו היתה עדינה אבל השיחה בכל זאת הביכה אותי‪ .‬אמנם‬
‫הוא דיבר בשקט‪ ,‬אבל הילדים האחרים שגמרו את הבחינה יכלו לשמוע‬
‫אותו‪ .‬ננסי בובופיט חייכה אליי חיוך מרוצה מעצמו ועשתה עם‬
‫השפתיים תנועות נישוק מלאות לעג‪.‬‬
‫מלמלתי‪" :‬בסדר‪ ,‬אדוני‪".‬‬
‫"כלומר‪ "...‬מר ברונר גלגל את הכיסא שלו הלוך וחזור‪ ,‬כאילו לא יודע‬
‫מה לומר‪" .‬זה לא המקום המתאים עבורך‪ .‬זה היה רק עניין של זמן‪".‬‬
‫העיניים שלי עקצצו‪.‬‬
‫המורה החביב עליי‪ ,‬מכריז מול כל הילדים בכיתה שפישלתי‪.‬‬
‫אחרי שכל השנה אמר לי שהוא מאמין בי‪ ,‬פתאום הוא מצהיר שהיה‬
‫ברור מראש שיסלקו אותי‪.‬‬
‫"הבנתי‪ ",‬אמרתי‪ ,‬רועד כולי‪.‬‬
‫"לא‪ ,‬לא‪ ",‬אמר מר ברונר‪" .‬אוף‪ ,‬לעזאזל עם זה‪ .‬מה שאני מנסה לומר‬
‫זה‪ ...‬אתה לא נורמלי‪ ,‬פרסי‪ .‬אין לך במה ל ‪" -‬‬
‫"תודה‪ ",‬פלטתי במהירות‪" .‬תודה רבה‪ ,‬המורה‪ ,‬שהזכרת לי‪".‬‬
‫"פרסי ‪" -‬‬
‫אבל אני כבר הסתלקתי‪.‬‬
‫ביום האחרון ללימודים דחסתי את הבגדים שלי למזוודה‪.‬‬
‫שאר הילדים צחקו ודיברו על התוכניות שלהם לחופש‪ .‬אחד מהם עמד‬
‫לצאת לטיול הליכה בשווייץ‪ .‬אחר עמד לצאת לשיט של חודש באיים‬
‫הקריביים‪ .‬הם היו ילדים מופרעים בדיוק כמוני‪ ,‬אבל ילדים מופרעים‬
‫עשירים‪ .‬האבות שלהם היו מנהלים בכירים‪ ,‬או שגרירים‪ ,‬או סלבריטיז‪.‬‬
‫אני הייתי אפס‪ ,‬ממשפחה של אפסים‪.‬‬
‫הם שאלו אותי מה התכניות שלי לקיץ ואמרתי שאני חוזר לעיר‪.‬‬
‫‪21‬‬

‫לא ציינתי שאיאלץ למצוא עבודה לקיץ‪ ,‬בהולכת כלבים או במכירת‬
‫מינויים למגזין‪ ,‬ושבזמני הפנוי אצטרך לדאוג לגבי בית הספר החדש‬
‫שבו אתחיל ללמוד בסתיו‪.‬‬
‫"אה‪ ",‬אמר אחד מהם‪" .‬מגניב‪".‬‬
‫הם המשיכו לדבר כאילו לא הייתי קיים‪.‬‬
‫האדם היחיד שחששתי מהפרידה ממנו היה גרובר‪ ,‬אבל התברר שלא‬
‫היתה סיבה לדאגה‪ .‬הוא קנה כרטיס למנהטן באוטובוס שבו גם אני‬
‫נסעתי‪ ,‬כך שיצא ששוב היינו יחד‪ ,‬בדרכנו לעיר‪.‬‬
‫במהלך כל הנסיעה גרובר לא הפסיק להעיף מבטים מתוחים לאורך‬
‫המעבר ולעקוב אחרי הנוסעים האחרים‪ .‬פתאום עלה בדעתי שבכל‬
‫פעם שיצאנו מיאנסי הוא נראה מתוח ועצבני‪ ,‬כאילו ציפה שמשהו רע‬
‫יקרה‪ .‬בעבר הנחתי שהוא חושש שמישהו יצחק עליו‪ .‬אבל באוטובוס‬
‫הזה לא היה מי שיצחק עליו‪.‬‬
‫בסופו של דבר לא הייתי מסוגל לעמוד בזה יותר‪.‬‬
‫אמרתי‪" :‬אז אתה מחפש נוטות חסד?"‬
‫גרובר כמעט נפל מהמושב‪" .‬ל ‪ -‬למה אתה מתכוון?"‬
‫הודיתי שצותתּ י לשיחה שלו עם מר ברונר בלילה שלפני הבחינה‪.‬‬
‫העין של גרובר פרפרה בעווית‪" .‬כמה שמעת?"‬
‫"אה‪ ...‬לא הרבה‪ .‬מה זה תאריך היעד של יום אמצע הקיץ?"‬
‫הוא עיווה את פניו‪" .‬תשמע‪ ,‬פרסי‪ ...‬פשוט דאגתי לך‪ ,‬אתה מבין?‬
‫כלומר‪ ,‬הזיות על מורות שטניות למתמטיקה‪"...‬‬
‫"גרובר ‪" -‬‬
‫"אז אמרתי למר ברונר שאולי אתה לחוץ מדי או משהו‪ ,‬כי גברת דודס‬
‫לא קיימת‪ ,‬ו‪"...‬‬
‫"גרובר‪ ,‬אתה שקרן ממש גרוע‪".‬‬
‫האוזניים שלו הסמיקו‪.‬‬
‫מכיס החולצה הוא שלף כרטיס ביקור מלוכלך‪" .‬פשוט תיקח את זה‪,‬‬
‫בסדר? למקרה שתצטרך ליצור איתי קשר בקיץ‪".‬‬
‫הכיתוב על הכרטיס היה באותיות מסולסלות שהתעללו בעיניים‬
‫הדיסלקטיות שלי‪ ,‬אבל בסופו של דבר הצלחתי לפענח משהו כזה‪:‬‬
‫גרובר אנדרווד‪ ,‬שומר‬
‫‪22‬‬

‫גבעת החצויים‬
‫לונג איילנד‪ ,‬ניו יורק‬
‫‪(800) 009-0009‬‬
‫"מה זה גבעת ה ‪" -‬‬
‫"אל תגיד את זה בקול!" הוא צווח‪" .‬זאת‪ ,‬אה‪ ...‬כתובת הקיץ שלי‪".‬‬
‫הלב שלי שקע‪ .‬לגרובר היה בית קיץ‪ .‬מעולם לא עלה בדעתי שאולי גם‬
‫הוא בא ממשפחה עשירה כמו כל התלמידים האחרים ביאנסי‪.‬‬
‫"בסדר‪ ",‬אמרתי בעגמומיות‪" .‬אז‪ ,‬כאילו‪ ,‬אם יתחשק לי לבוא לבקר‬
‫באחוזה שלך‪".‬‬
‫הוא הנהן‪" .‬או‪ ...‬או אם תצטרך אותי‪".‬‬
‫"למה שאצטרך אותך?"‬
‫גם זה יצא לי בוטה יותר ממה שהתכוונתי‪.‬‬
‫גרובר הסמיק עד הצוואר‪" .‬תשמע‪ ,‬פרסי‪ ,‬האמת היא שאני ‪ -‬אני אמור‬
‫לשמור עליך‪".‬‬
‫בהיתי בו‪.‬‬
‫במשך כל השנה הסתבכתי בקטטות כשניסיתי להרחיק ממנו בריונים‪.‬‬
‫לא הצלחתי להירדם מרוב דאגה שבשנה הבאה‪ ,‬כשלא אהיה‪ ,‬יתחילו‬
‫להרביץ לו‪ .‬והנה הוא מתנהג כאילו הוא זה שהגן עליי‪.‬‬
‫"גרובר‪ ",‬אמרתי‪" ,‬ממי בדיוק אתה שומר עליי?"‬
‫מתחת לרגליים שלנו נשמע רעש חריקה אדיר‪ .‬עשן שחור פרץ מלוח‬
‫המחוונים וכל האוטובוס התמלא ריח ביצים סרוחות‪.‬‬
‫הנהג קילל ועצר את האוטובוס המקרטע בצד הדרך‪.‬‬
‫אחרי כמה דקות של חיטוט מתחת למכסה המנוע‪ ,‬הנהג הכריז שכולנו‬
‫צריכים לרדת‪ .‬גרובר ואני הצטרפנו לטור הנוסעים היורדים‪.‬‬
‫עמדנו באמצע דרך כפרית ‪ -‬מסוג המקומות שלא מבחינים בהם עד‬
‫שנתקעים‪ .‬בצד הכביש לא היה דבר מלבד עצי אדר ופסולת שהושלכה‬
‫ממכוניות‪ .‬בצד האחר‪ ,‬מעבר לארבעה נתיבים של אספלט בוהק בחום‬
‫אחר הצהריים‪ ,‬עמד דוכן פירות כמו של פעם‪.‬‬
‫התוצרת שעמדה למכירה נראתה מעולה‪ :‬ערימות של דובדבנים‬
‫ותפוחים אדומים כדם‪ ,‬אגוזי מלך ומשמשים‪ ,‬צנצנות של סיידר‬
‫באמבטיה מיושנת מלאה קרח‪ .‬לא היו שם לקוחות‪ ,‬רק שלוש גברות‬
‫‪23‬‬

‫זקנות שישבו בכיסאות נדנדה בצל עץ אדר כשהן סורגות את זוג‬
‫הגרביים הגדול ביותר שראיתי בחיי‪.‬‬
‫כלומר‪ ,‬הגרביים היו בגודל סוודרים‪ ,‬אבל היה ברור שאלה גרביים‪.‬‬
‫הגברת מימין סרגה אחד‪ .‬הגברת משמאל סרגה את השני‪ .‬הגברת‬
‫באמצע החזיקה סל ענקי מלא צמר כחול זרחני‪.‬‬
‫כל השלוש נראו קשישות ממש‪ ,‬עם פנים חיוורות ומקומטות כמו פירות‬
‫יבשים‪ ,‬שיער כסוף מכוסה במטפחות לבנות וזרועות כחושות שהזדקרו‬
‫מתוך שמלות כותנה מולבנות‪.‬‬
‫והדבר הכי מוזר בכל העניין היה שנדמה שהן מביטות ישר אליי‪.‬‬
‫העפתי מבט בגרובר כדי לומר משהו‪ ,‬וראיתי שהפנים שלו חיוורות‬
‫לחלוטין‪ .‬האף שלו רטט‪.‬‬
‫"גרובר?" אמרתי‪" .‬היי‪ ,‬תשמע ‪" -‬‬
‫"תגיד לי שהן לא מסתכלות עלייך‪ .‬הן כן‪ .‬נכון?"‬
‫"כן‪ .‬משונה‪ ,‬מה? אתה חושב שהגרביים האלה יתאימו לי?"‬
‫"זה לא מצחיק‪ ,‬פרסי‪ .‬זה לא מצחיק בכלל‪".‬‬
‫הגברת האמצעית שלפה זוג מספריים ענקיים ‪ -‬כסופים וזהובים עם‬
‫להבים ארוכים‪ ,‬כמו מזמרה‪ .‬שמעתי את גרובר מתנשף‪.‬‬
‫"אנחנו עולים לאוטובוס‪ ",‬הוא אמר לי‪" .‬בוא‪".‬‬
‫"מה?" אמרתי‪" .‬בערך אלף מעלות שם בפנים‪".‬‬
‫"בוא כבר!" הוא פתח בכוח את הדלת וטיפס פנימה‪ ,‬אבל אני לא‬
‫עליתי אחריו‪.‬‬
‫מהצד האחר של הכביש‪ ,‬הזקנות המשיכו להביט בי‪.‬‬
‫האמצעית גזרה חוט צמר ואני נשבע שיכולתי לשמוע את הצליל מעבר‬
‫לארבעה נתיבי תנועה‪ .‬שתי החברות שלה קיפלו את הגרביים‬
‫הכחולים‪ ,‬ואני תהיתי למי הם יכולים כבר להתאים ‪ -‬לביגפוט או‬
‫לגודזילה‪.‬‬
‫באחורי האוטובוס‪ ,‬הנהג שלף מתוך המנוע חתיכה גדולה של מתכת‬
‫מעלה עשן‪ .‬האוטובוס נרעד‪ ,‬והמנוע חזר לחיים בקול שאגה‪.‬‬
‫הנוסעים הריעו‪.‬‬
‫"יש!" צעק הנהג‪ .‬הוא חבט באוטובוס בכובע שלו‪" .‬כולם לעלות‬
‫בחזרה!"‬
‫‪24‬‬

‫ברגע שיצאנו לדרך‪ ,‬התחלתי להרגיש חלש‪ ,‬כאילו נדבקתי בשפעת או‬
‫משהו‪.‬‬
‫גרובר לא נראה טוב ממני‪ .‬הוא רעד כולו והשיניים שלו נקשו‪.‬‬
‫"גרובר?"‬
‫"מה?"‬
‫"מה אתה מסתיר ממני?"‬
‫הוא ניגב את המצח בשרוול החולצה‪" .‬פרסי‪ ,‬מה ראית בדוכן הפירות?"‬
‫"אתה מתכוון לזקנות? מה איתן? הן לא כמו‪ ...‬גברת דודס‪ ,‬נכון?"‬
‫היה קשה לפענח את הבעת הפנים שלו‪ ,‬אבל היתה לי הרגשה שהזקנות‬
‫מהדוכן הן משהו גרוע בהרבה מגברת דודס‪ .‬הוא אמר‪" :‬רק תגיד לי מה‬
‫ראית‪".‬‬
‫"האמצעית הוציאה מספריים וגזרה את החוט‪".‬‬
‫הוא עצם עיניים והאצבעות שלו החוו בתנועה דומה להצטלבות‪ ,‬אבל‬
‫לא בדיוק‪ .‬זה היה משהו אחר‪ ,‬משהו כמעט ‪ -‬עתיק יותר‪.‬‬
‫הוא אמר‪" :‬ראית אותה גוזרת את החוט‪".‬‬
‫"כן‪ .‬אז מה?" אבל אפילו בזמן שאמרתי את זה ידעתי שזה סיפור‬
‫רציני‪.‬‬
‫"זה פשוט לא קורה‪ ",‬מלמל גרובר‪ .‬הוא התחיל לכרסם לעצמו את‬
‫האגודל‪" .‬אני לא רוצה ששוב יקרה מה שקרה בפעם שעברה‪".‬‬
‫"איזו פעם שעברה?"‬
‫"תמיד בכיתה ו'‪ .‬הם אף פעם לא שורדים את כיתה ו'‪".‬‬
‫"גרובר‪ ",‬אמרתי‪ ,‬כי הוא ממש התחיל להפחיד אותי‪" .‬על מה אתה‬
‫מדבר?"‬
‫"תן לי ללוות אותך הביתה מתחנת האוטובוס‪ .‬תבטיח לי‪".‬‬
‫הבקשה היתה משונה‪ ,‬אבל הבטחתי לו‪.‬‬
‫"זאת מין אמונה תפלה או משהו כזה?" שאלתי‪.‬‬
‫הוא לא ענה‪.‬‬
‫"גרובר ‪ -‬הגזירה של החוט‪ .‬זה אומר שמישהו עומד למות?"‬
‫הוא הביט בי במבט עצוב‪ ,‬כאילו הוא כבר מנסה להחליט אילו פרחים‬
‫להניח על ארון הקבורה שלי‪.‬‬
‫‪25‬‬

‫‪3‬‬
‫גרובר מאבד במפתיע את המכנסיים‬

‫אני חייב להתוודות‪ :‬התחמקתי מגרובר ברגע שהגענו לתחנת‬
‫האוטובוס‪.‬‬
‫אני יודע‪ ,‬אני יודע‪ .‬זה לא היה מנומס מצדי‪ .‬אבל הוא ממש הלחיץ‬
‫אותי‪ .‬הוא לא הפסיק להסתכל עליי כאילו אני כבר מת ולמלמל‪" :‬למה‬
‫זה תמיד קורה?" או‪" ,‬למה תמיד בכיתה ו'?"‬
‫ידעתי שבכל פעם שגרובר לחוץ‪ ,‬השלפוחית שלו עושה לו צרות‪ ,‬כך‬
‫שלא הופתעתי שברגע שירדנו מהאוטובוס הוא הכריח אותי להבטיח‬
‫שאחכה לו והסתער על השירותים‪ .‬במקום לחכות לקחתי את המזוודה‬
‫שלי‪ ,‬התגנבתי החוצה ותפסתי את המונית הראשונה העירה‪.‬‬
‫"השדרה הראשונה פינת רחוב מאה וארבע מזרח‪ ",‬אמרתי לנהג‪.‬‬
‫כמה מילים על אימא שלי‪ ,‬לפני שתפגשו אותה‪.‬‬
‫קוראים לה סאלי ג'קסון והיא הבן אדם הכי טוב בעולם‪ ,‬מה שרק מוכיח‬
‫את התיאוריה שלי שלאנשים הכי טובים יש המזל הכי דפוק‪ .‬ההורים‬
‫שלה נהרגו בהתרסקות מטוס כשהיתה בת חמש‪ ,‬והיא גדלה אצל דוד‬
‫שלא חיבב אותה במיוחד‪ .‬היא רצתה להיות סופרת ולכן במשך כל‬
‫התיכון עבדה וחסכה כסף כדי להירשם למכללה שיש בה תוכנית טובה‬
‫בכתיבה יוצרת‪ .‬ואז הדוד שלה חלה בסרטן והיא נאלצה לעזוב את בית‬
‫הספר בכיתה י"ב כדי לטפל בו‪ .‬אחרי שהוא מת היא נשארה בלי כסף‪,‬‬
‫בלי משפחה ובלי תעודת בגרות‪.‬‬
‫הפעם היחידה שקרה לה משהו טוב היתה כשפגשה את אבא שלי‪.‬‬
‫אני לא זוכר אותו‪ ,‬רק מין זוהר חמים‪ ,‬אולי זיכרון קלוש של חיוך‪.‬‬
‫אימא שלי לא אוהבת לדבר עליו כי זה מעציב אותה‪ .‬אין לה תמונות‬
‫שלו‪.‬‬
‫אתם מבינים‪ ,‬הם לא התחתנו‪ .‬היא אמרה לי שהוא היה עשיר וחשוב‬
‫ושהקשר ביניהם היה סודי‪ .‬ואז‪ ,‬יום אחד‪ ,‬הוא יצא לאיזו הפלגה חשובה‬
‫באוקיינוס האטלנטי ומעולם לא חזר‪.‬‬
‫אבד בים‪ ,‬זה מה שאימא שלי אמרה לי‪ .‬לא מת‪ .‬אבד בים‪.‬‬
‫‪26‬‬

‫היא עבדה בעבודות מזדמנות‪ ,‬נרשמה לשיעורי ערב כדי להשלים את‬
‫תעודת הבגרות וגידלה אותי לבדה‪ .‬היא מעולם לא התלוננה או כעסה‪.‬‬
‫אפילו פעם אחת‪ .‬אבל ידעתי שאני לא ילד קל‪.‬‬
‫בסופו של דבר היא התחתנה עם גייב אגליאנו‪ ,‬שעשה רושם נחמד‬
‫למשך שלושים שניות בערך ואז חשף את פרצופו האמיתי כחלאה‬
‫מהמדרגה הראשונה‪ .‬כשהייתי קטן‪ ,‬קראתי לו גייב המסריח‪ .‬תסלחו לי‪,‬‬
‫אבל זה נכון‪ .‬הבחור הצחין כמו פיצה עבשה עטופה במכנסי התעמלות‪.‬‬
‫החיים עם שנינו היו מאוד קשים לאימא שלי‪ .‬איך שגייב המסריח‬
‫התייחס אליה‪ ,‬איך שהוא ואני לא הסתדרנו‪ ...‬הנה‪ ,‬מה שקרה כשהגעתי‬
‫הביתה הוא דוגמה טובה‪.‬‬
‫נכנסתי לדירה הקטנה שלנו בתקווה שאימא כבר חזרה מהעבודה‪.‬‬
‫במקום זה מצאתי את גייב המסריח בסלון‪ ,‬משחק פוקר עם החברים‬
‫שלו‪ .‬הטלוויזיה הרעישה בקולי קולות‪.‬‬
‫חטיפים ופחיות בירה היו מפוזרים על כל השטיח‪.‬‬
‫הוא בקושי הרים מבט ואמר בלי להוציא את הסיגר מהפה‪:‬‬
‫"אז מה‪ ,‬חזרת הביתה‪".‬‬
‫"איפה אימא שלי?"‬
‫"עובדת‪ ",‬הוא אמר‪" .‬יש עליך מזומנים?"‬
‫וזהו‪ .‬לא אני שמח שחזרת‪ .‬טוב לראות אותך‪ .‬מה עבר עליך בששת‬
‫החודשים האחרונים?‬
‫גייב השמין‪ .‬הוא נראה כמו פיל ים נטול ניבים לבוש בבגדים מחנות‬
‫צדקה‪ .‬נשארו לו בערך שלוש שיערות‪ ,‬מסורקות בתסרוקת הלוואה‬
‫וחסכון מעל הראש הקירח שלו‪ ,‬כאילו זה גורם לו להיראות טוב או‬
‫משהו‪.‬‬
‫הוא ניהל חנות מוצרי אלקטרוניקה בקווינס‪ ,‬אבל רוב הזמן נשאר‬
‫בבית‪ .‬אני לא יודע למה לא פיטרו אותו מזמן‪ .‬הוא המשיך לקבל‬
‫משכורת ולבזבז את הכסף על סיגרים שעשו לי בחילה‪ ,‬ועל בירה‪,‬‬
‫כמובן‪ .‬תמיד בירה‪ .‬בכל פעם שחזרתי הביתה הוא ציפה שאספק לו כסף‬
‫להימורים‪ .‬הוא קרא לזה "הסוד שלנו‪ ,‬הבחורים"‪ .‬כלומר שאם אגלה‬
‫לאימא שלי הוא יחטיף לי‪.‬‬
‫"אין לי מזומן‪ ",‬אמרתי לו‪.‬‬
‫‪27‬‬

‫הוא הרים גבה שמנונית‪.‬‬
‫גייב היה מסוגל להריח כסף כמו כלב ציד‪ ,‬מפתיע בהתחשב בכך‬
‫שהצחנה שהדיף בלעה כל ריח אחר‪.‬‬
‫"הגעת במונית מתחנת האוטובוס‪ ",‬הוא אמר‪" .‬סביר להניח ששילמת‬
‫בשטר של עשרים‪ .‬קיבלת שישה‪ ,‬שבעה דולר עודף‪.‬‬
‫מי שמצפה לחיות תחת קורת הגג שלי צריך לתרום את חלקו‪.‬‬
‫אני צודק‪ ,‬אדי?"‬
‫אדי‪ ,‬איש התחזוקה של הבניין‪ ,‬הביט בי לרגע בהזדהות‪" .‬נו די‪ ,‬גייב‪",‬‬
‫אמר‪" .‬הילד הרגע נכנס‪".‬‬
‫"אני צודק?" חזר גייב בהדגשה‪.‬‬
‫אדי הרכין מבט חמוץ אל קערת הבייגלה שלו‪ .‬שני הבחורים האחרים‬
‫נפחו בהרמוניה‪.‬‬
‫"טוב‪ ,‬טוב‪ ",‬אמרתי‪ .‬שלפתי מהכיס חופן דולרים וזרקתי את הכסף על‬
‫השולחן‪" .‬אני מקווה שתפסיד‪".‬‬
‫"התעודה שלך הגיעה‪ ,‬גאון הדור!" הוא צעק אחריי‪.‬‬
‫"במקומך לא הייתי מרים את האף!"‬
‫טרקתי את דלת החדר שלי‪ ,‬שלמעשה לא היה באמת החדר שלי‪ .‬בזמן‬
‫חודשי הלימודים הוא שימש כ"חדר העבודה" של גייב‪ .‬הוא לא עבד‬
‫שם על שום דבר מלבד מגזיני רכב ישנים‪ ,‬אבל נהנה מאוד לדחוף לי‬
‫את כל החפצים לארון‪ ,‬להשאיר עקבות מגפיים מלאי בוץ על אדן‬
‫החלון ולעשות כמיטב יכולתו לגרום למקום להצחין מהאפטר שייב‬
‫המסריח שלו ומסיגרים ומבירה מעופשת‪.‬‬
‫זרקתי את המזוודה שלי על המיטה‪ .‬אין כמו בבית‪.‬‬
‫הריח של גייב היה כמעט גרוע יותר מהסיוטים על גברת דודס‪ ,‬או‬
‫מהצליל של המספריים של מוכרת הפירות הזקנה הגוזרים את החוט‪.‬‬
‫אבל ברגע שחשבתי על זה נהיה לי פיק ברכיים‪ .‬זכרתי את מבט האימה‬
‫של גרובר ‪ -‬איך הכריח אותי להבטיח שלא אחזור הביתה בלעדיו‪.‬‬
‫צמרמורת פתאומית עברה לי בגוף‪ .‬הרגשתי כאילו מישהו ‪ -‬או משהו ‪-‬‬
‫מחפש אחריי ברגע זה ממש‪ ,‬אולי מדשדש כבר במעלה המדרגות‬
‫כשהוא מצמיח טפרים ארוכים‪ ,‬מחרידים‪.‬‬
‫ואז שמעתי את הקול של אימא‪" .‬פרסי?"‬
‫‪28‬‬

‫היא פתחה את דלת החדר וכל פחדיי התפוגגו‪.‬‬
‫אימא שלי מסוגלת לשפר את מצב רוחי בעצם זה שהיא נכנסת לחדר‪.‬‬
‫העיניים שלה נוצצות ומחליפות צבעים באור‪.‬‬
‫החיוך שלה חמים כמו שמיכת צמר‪ .‬בשיער החום הארוך שלה יש כמה‬
‫קווצות אפורות‪ ,‬אבל היא אף פעם לא נראית לי זקנה‪.‬‬
‫כשהיא מביטה בי‪ ,‬יש לי הרגשה שהיא רואה את כל הדברים הטובים‬
‫ושום דבר רע‪ .‬מעולם לא שמעתי אותה מרימה את הקול או אומרת‬
‫משהו נבזי לאיש‪ ,‬אפילו לא לי או לגייב‪.‬‬
‫"אח‪ ,‬פרסי‪ ",‬היא חיבקה אותי בכוח‪" .‬אני לא מאמינה‪.‬‬
‫צמחת מאז חג המולד!"‬
‫למדי העבודה שלה‪ ,‬בצבעי הדגל האמריקאי‪ ,‬היה הריח הכי טוב‬
‫בעולם‪ :‬שוקולד‪ ,‬לקריץ וכל הדברים האחרים שמכרה בחנות הממתקים‬
‫בתחנת גראנד סנטרל‪ .‬היא הביאה לי שקית ענקית של "דוגמיות‬
‫חינם"‪ ,‬כמו שעשתה בכל פעם שחזרתי הביתה‪.‬‬
‫ישבנו יחד על שולי המיטה‪ .‬אני הסתערתי על סוכריות הגומי החמוצות‬
‫בטעם אוכמניות והיא העבירה יד בשיער שלי ודרשה שאספר לה כל‬
‫מה שלא כללתי במכתבים שלי‪ .‬היא לא הזכירה את העובדה שסולקתי‬
‫מבית הספר‪ .‬לא נראה שאכפת לה‪ .‬אבל האם אני בסדר? האם הילד‬
‫הקטן שלה מסתדר?‬
‫אמרתי לה שהיא חונקת אותי‪ ,‬שתעזוב אותי וכל זה‪ ,‬אבל האמת שבלב‬
‫ממש שמחתי לראות אותה‪.‬‬
‫מהחדר השני‪ ,‬גייב צעק‪" :‬היי‪ ,‬סאלי ‪ -‬מה עם קצת מטבל שעועית‪,‬‬
‫הא?"‬
‫חרקתי שיניים‪.‬‬
‫אימא שלי היא האישה הכי נחמדה בעולם‪ .‬היה מגיע לה שתתחתן עם‬
‫מיליונר ולא עם חלאה כמו גייב‪.‬‬
‫למענה‪ ,‬ניסיתי לתאר בעליזות את הימים האחרונים שלי בפנימיית‬
‫יאנסי‪ .‬הפעם שרדתי כמעט שנה שלמה‪ .‬מצאתי חברים חדשים‪.‬‬
‫הסתדרתי לא רע בלטינית‪ .‬ובכנות‪ ,‬התגרות היו הרבה פחות גרועות‬
‫מאיך שתיאר אותן המנהל‪ .‬פנימיית יאנסי מצאה חן בעיניי‪ .‬באמת‪.‬‬
‫תיארתי את השנה בצורה חיובית כל כך‪ ,‬שכמעט הצלחתי לשכנע את‬
‫‪29‬‬

‫עצמי‪ .‬דמעות עלו לי בעיניים כשחשבתי על גרובר ועל מר ברונר‪.‬‬
‫אפילו ננסי בובופיט נראתה לי פתאום גרועה פחות‪.‬‬
‫עד הטיול למוזיאון‪...‬‬
‫"מה?" אימא שלי שאלה‪ .‬העיניים שלה פרטו לי על מיתרי המצפון‬
‫וניסו לחשוף את כל הסודות‪" .‬משהו הפחיד אותך?"‬
‫"לא‪ ,‬אימא‪".‬‬
‫הרגשתי רע כששיקרתי לה‪ .‬רציתי לספר לה על גברת דודס ועל שלוש‬
‫הגברות הזקנות עם הצמר‪ ,‬אבל חשבתי שזה יישמע מטופש‪.‬‬
‫היא קפצה שפתיים‪ .‬היא ידעה שאני מסתיר משהו‪ ,‬אבל לא הציקה לי‪.‬‬
‫"יש לי הפתעה בשבילך‪ ",‬אמרה‪" .‬אנחנו נוסעים לחוף הים‪".‬‬
‫העיניים שלי התרחבו‪" .‬מונטוק?"‬
‫"שלושה לילות ‪ -‬באותה בקתה‪".‬‬
‫"מתי?"‬
‫היא חייכה‪" .‬ברגע שאחליף בגדים‪".‬‬
‫לא יכולתי להאמין‪ .‬בשתי חופשות הקיץ האחרונות אימא שלי ואני לא‬
‫ביקרנו במונטוק כי גייב אמר שאין מספיק כסף‪.‬‬
‫גייב הופיע בדלת ונהם‪" :‬מטבל שעועית‪ ,‬סאלי? לא שמעת אותי?"‬
‫רציתי להחטיף לו‪ ,‬אבל אימא שלי הביטה בי והבנתי שהיא מציעה לי‬
‫עסקה‪ :‬להיות נחמד כלפי גייב לזמן קצר‪ ,‬רק עד שתגמור להתכונן‬
‫ונוכל לצאת למונטוק‪ .‬ואז נסתלק מכאן‪.‬‬
‫"זה בדיוק מה שעמדתי לעשות‪ ,‬מותק‪ ",‬היא אמרה לגייב‪.‬‬
‫"דיברנו קצת על הטיול‪".‬‬
‫העיניים של גייב הצטמצמו‪" .‬הטיול? את רוצה לומר לי שהתכוונת לזה‬
‫ברצינות?"‬
‫"ידעתי‪ ",‬רטנתי‪" .‬הוא לא ייתן לנו לנסוע‪".‬‬
‫"מובן שכן‪ ",‬אימא שלי אמרה בשלווה‪" .‬אביך החורג רק דואג בגלל‬
‫הכסף‪ .‬זה הכול‪ .‬ומלבד זאת‪ ",‬היא הוסיפה‪" ,‬גבריאל לא ייאלץ‬
‫להסתפק במטבל שעועית‪ .‬אני אכין לו מבחר מטבלים שיספיק לו לכל‬
‫סוף השבוע‪ .‬גוואקמולי‪ .‬שמנת חמוצה‪ .‬הכול‪".‬‬
‫גייב התרכך קצת‪" .‬אז הכסף לטיול הזה‪ ...‬הוא על חשבון תקציב‬
‫הבגדים שלך‪ ,‬נכון?"‬
‫‪30‬‬

‫"כן‪ ,‬מותק‪ ",‬אימא שלי אמרה‪.‬‬
‫"ולא תיקחו את המכונית שלי לשום מקום מלבד לשם ובחזרה‪".‬‬
‫"אנחנו ניזהר מאוד‪".‬‬
‫גייב גירד את הסנטר הכפול שלו‪" .‬אולי אם תמהרי להכין את‬
‫המטבלים‪ ...‬ואולי אם הילד יתנצל על זה שהפריע למשחק הפוקר‬
‫שלי‪".‬‬
‫אולי אם אבעט בך במקום רגיש‪ ,‬חשבתי לעצמי‪ .‬כך שתשיר סופרן‬
‫במשך שבוע‪.‬‬
‫אבל העיניים של אימא שלי הזהירו אותי שלא לעצבן אותו‪.‬‬
‫למה היא מוכנה לסבול את הבחור הזה? רציתי לצרוח‪ .‬למה אכפת לה‬
‫מה הוא חושב?‬
‫"אני מצטער‪ ",‬מלמלתי‪" .‬אני באמת מצטער שהפרעתי למשחק הפוקר‬
‫החשוב שלך‪ .‬בבקשה תחזור אליו ברגע זה‪".‬‬
‫העיניים של גייב הצטמצמו‪ .‬המוח הזעיר שלו ניסה לפענח סימנים‬
‫סמויים של לעג‪.‬‬
‫"טוב‪ ,‬בסדר‪ ,‬שיהיה‪ ",‬הוא החליט בסופו של דבר‪.‬‬
‫הוא חזר למשחק שלו‪.‬‬
‫"תודה‪ ,‬פרסי‪ ",‬אמרה אימא‪" .‬ברגע שנגיע למונטוק‪ ,‬נדבר עוד קצת‬
‫על‪ ...‬מה ששכחת לספר לי‪ ,‬בסדר?"‬
‫לרגע היה נדמה לי שאני רואה חרדה בעיניה ‪ -‬אותו פחד שראיתי‬
‫בעיניים של גרובר בזמן הנסיעה באוטובוס ‪ -‬כאילו גם אימא שלי‬
‫מרגישה את הקור המשונה באוויר‪.‬‬
‫אבל אז היא חייכה שוב‪ ,‬ואני החלטתי שכנראה טעיתי‪ .‬היא פרעה לי‬
‫את השיער והלכה להכין לגייב את המטבלים שלו‪.‬‬
‫אחרי שעה היינו מוכנים ליציאה‪.‬‬
‫גייב הפסיק את משחק הפוקר שלו רק כדי לצפות בי סוחב את התיקים‬
‫של אימא למכונית‪ .‬הוא לא הפסיק לקטר כמה קשה לוותר על מישהי‬
‫שתבשל לו ‪ -‬וחשוב מזה‪ ,‬על השברולט קאמרו שנת ‪ 78‬שלו ‪ -‬לכל סוף‬
‫השבוע‪.‬‬
‫"שלא אמצא שריטה אחת על המכונית‪ ,‬גאון הדור‪ ",‬הוא הזהיר אותי‬
‫בזמן שהעמסתי את התיק האחרון‪" .‬אפילו לא שריטה קטנה‪".‬‬
‫‪31‬‬

‫כאילו שאני זה שעמד לנהוג‪ .‬הייתי בן שתיים עשרה‪ .‬אבל לגייב לא‬
‫היה אכפת‪ .‬היה ברור שאפילו אם שחף יחרבן לו על הצבע‪ ,‬הוא ימצא‬
‫דרך להאשים אותי‪.‬‬
‫בזמן שצפיתי בו גורר רגליים בחזרה לדירה‪ ,‬הוצפתי בכזה גל של כעס‪,‬‬
‫שעשיתי משהו שאני לא מסוגל להסביר‪ .‬בזמן שגייב הושיט יד לידית‬
‫הדלת‪ ,‬עשיתי עם היד את התנועה שראיתי שגרובר עשה באוטובוס‪,‬‬
‫מין מחווה להגנה מפני הרשע‪ ,‬אצבעות מקופלות לעבר הלב ותנועת‬
‫גרירה לעבר גייב‪ .‬דלת הרשת נטרקה חזק כל כך עד שנחבטה לו בישבן‬
‫והעיפה אותו במעלה המדרגות כאילו ירו אותו מתותח‪ .‬אולי זאת היתה‬
‫רק הרוח‪ ,‬או צירוף מקרים משונה‪ ,‬אבל לא נשארתי שם כדי לברר את‬
‫העניין‪.‬‬
‫נכנסתי לשברולט ואמרתי לאימא‪ ,‬קדימה‪.‬‬
‫הבקתה השכורה שלנו היתה בחוף הדרומי‪ ,‬ממש בקצה של לונג‬
‫איילנד‪ .‬זאת היתה קופסה קטנה בצבעי פסטל עם וילונות דהויים‪,‬‬
‫קבורה למחצה בחול‪ .‬תמיד היה שם חול על הסדינים ועכבישים‬
‫בארונות‪ ,‬ורוב הזמן היה קר מדי לשחות בים‪.‬‬
‫כמה אהבתי את המקום הזה‪.‬‬
‫מאז שהייתי תינוק נהגנו לנסוע לשם לחופשות‪ .‬אימא שלי היתה‬
‫נוסעת לשם עוד לפני כן‪ .‬היא מעולם לא אמרה את זה במפורש‪ ,‬אבל‬
‫ידעתי שהחוף יקר מאוד ללבה‪ .‬זה המקום שבו פגשה את אבי‪.‬‬
‫ככל שהתקרבנו למונטוק נדמה שהיא הופכת יותר ויותר צעירה‪,‬‬
‫ושפניה משילות שנים של עמל ודאגות‪ .‬עיניה קיבלו את צבע הים‪.‬‬
‫הגענו לבקתה עם השקיעה‪ ,‬פתחנו את כל החלונות והתחלנו בשגרת‬
‫הניקיון הרגילה שלנו‪ .‬ירדנו לחוף‪ ,‬האכלנו את השחפים בפירורי‬
‫נאצ'וס כחולים וזללנו סוכריות גומי כחולות‪ ,‬טופי כחול וכל שאר‬
‫הדוגמיות חינם שאימא שלי הביאה מהעבודה‪.‬‬
‫אולי כדאי שאסביר את עניין האוכל הכחול‪.‬‬
‫אתם מבינים‪ ,‬גייב אמר פעם לאימא שלי שאין דבר כזה‪ .‬הם רבו‪,‬‬
‫ובזמנו זה לא נראה עניין רציני‪ .‬אבל מאז אותו יום אימא שלי השתדלה‬
‫עד כמה שאפשר לאכול דברים כחולים‪ .‬היא אפתה עוגות יום הולדת‬
‫כחולות‪ .‬היא הכינה מילקשייקים בטעם אוכמניות‪ .‬היא קנתה נאצ'וס‬
‫‪32‬‬

‫שעשויים מתירס כחול והביאה מהחנות ממתקים כחולים‪ .‬ההתעקשות‬
‫הזאת ‪ -‬נוסף על כך ששמרה על שם המשפחה שלה מלפני הנישואים‪,‬‬
‫ג'קסון‪ ,‬במקום לקרוא לעצמה גברת אגליאנו ‪ -‬היתה הוכחה לכך שגייב‬
‫לא הצליח לקנות אותה לגמרי‪ .‬היתה לה נטייה מרדנית‪ ,‬בדיוק כמו לי‪.‬‬
‫בלילה הבערנו מדורה‪ .‬צלינו עליה נקניקיות ומרשמלו‪ .‬אימא סיפרה לי‬
‫סיפורים על ילדוּתה‪ ,‬לפני שהוריה נהרגו בתאונת המטוס‪ .‬היא סיפרה‬
‫לי על הספרים שהיא מתכננת לכתוב יום אחד‪ ,‬כשיהיה לה מספיק כסף‬
‫והיא תוכל להתפטר מעבודתה בחנות הממתקים‪.‬‬
‫בסופו של דבר אזרתי אומץ לשאול על הדבר שהעסיק אותי בכל פעם‬
‫שהגענו למונטוק ‪ -‬אבא שלי‪ .‬העיניים של אימא שלי הפכו מהורהרות‪.‬‬
‫תיארתי לעצמי שהיא תספר לי את אותם הדברים שסיפרה תמיד‪ ,‬אבל‬
‫אף פעם לא נמאס לי לשמוע אותם‪.‬‬
‫"היה לו לב טוב‪ ,‬פרסי‪ ",‬היא אמרה‪" .‬הוא היה גבוה‪ ,‬נאה וחזק‪ .‬אבל‬
‫גם עדין‪ .‬ירשת ממנו את השיער השחור שלו‪ ,‬אתה יודע‪ ,‬ואת העיניים‬
‫הירוקות‪".‬‬
‫אימא שלפה סוכריית גומי כחולה מתוך שקית הממתקים‪.‬‬
‫"הלוואי שהוא היה זוכה לראות אותך‪ ,‬פרסי‪ .‬הוא היה כל כך גאה בך‪".‬‬
‫לא הבנתי איך היא מסוגלת לומר דבר כזה‪ .‬במה כבר יש להתגאות בי?‬
‫ילד היפראקטיבי עם הפרעת למידה וממוצע ‪ 65‬בתעודה‪ ,‬שסולק מבית‬
‫הספר בפעם השישית זה שש שנים‪.‬‬
‫"בן כמה הייתי?" שאלתי‪" .‬כלומר‪ ...‬כשהוא עזב?"‬
‫היא נעצה מבט במדורה‪" .‬הוא היה איתי רק קיץ אחד‪ ,‬פרסי‪.‬‬
‫ממש כאן על החוף הזה‪ .‬בבקתה הזאת‪".‬‬
‫"אבל‪ ...‬הוא הכיר אותי כתינוק‪".‬‬
‫"לא‪ ,‬מתוק‪ .‬הוא ידע שאני בהיריון אבל מעולם לא ראה אותך‪ .‬הוא‬
‫נאלץ לעזוב לפני שנולדת‪".‬‬
‫ניסיתי ליישב את זה עם העובדה שהיה נדמה לי שאני זוכר‪...‬‬
‫משהו מאבא שלי‪ .‬מין זוהר חמים כזה‪ .‬חיוך‪.‬‬
‫תמיד הנחתי שהוא הכיר אותי כתינוק‪ .‬אימא שלי מעולם לא אמרה את‬
‫זה במפורש‪ ,‬אבל בכל זאת הרגשתי שזאת האמת‪.‬‬
‫ועכשיו‪ ,‬לשמוע שהוא מעולם לא ראה אותי‪...‬‬
‫‪33‬‬

‫התמלאתי כעס על אבא שלי‪ .‬אולי זה היה טיפשי מצדי‪ ,‬אבל כעסתי‬
‫עליו על כך שיצא לים‪ ,‬על כך שלא היה לו האומץ להתחתן עם אימא‬
‫שלי‪ .‬הוא נטש אותנו‪ ,‬ועכשיו היינו תקועים עם גייב המסריח‪.‬‬
‫"את מתכוונת לשלוח אותי שוב מהבית?" שאלתי אותה‪.‬‬
‫"לפנימייה אחרת?"‬
‫היא לקחה מרשמלו צלוי מהמדורה‪.‬‬
‫"אני לא יודעת‪ ,‬מתוק‪ ".‬הקול שלה היה מודאג‪" .‬אני חושבת‪ ...‬אני‬
‫חושבת שנצטרך לעשות משהו‪".‬‬
‫"כי את לא רוצה אותי בסביבה?" התחרטתי על המילים ברגע שאמרתי‬
‫אותן‪.‬‬
‫העיניים של אימא התמלאו דמעות‪ .‬היא לקחה את ידי ולחצה אותה‬
‫חזק‪" .‬אוי‪ ,‬פרסי‪ ,‬לא‪ .‬אני ‪ -‬אני חייבת לעשות את זה‪ ,‬מתוק‪ .‬למענך‪.‬‬
‫אני חייבת לשלוח אותך מהבית‪".‬‬
‫המילים שלה הזכירו לי את מה שאמר מר ברונר ‪ -‬שמוטב שאעזוב את‬
‫יאנסי‪.‬‬
‫"כי אני לא נורמלי‪ ",‬אמרתי‪.‬‬
‫"אתה אומר את זה כאילו זה דבר רע‪ ,‬פרסי‪ .‬אבל אתה לא מבין כמה‬
‫שאתה חשוב‪ .‬חשבתי שפנימיית יאנסי תהיה רחוקה מספיק‪ .‬חשבתי‬
‫שסוף סוף תהיה בטוח‪".‬‬
‫"בטוח ממה?"‬
‫עיניה היו נעוצות בעיניי‪ ,‬ונחשול של זיכרונות הציף אותי ‪ -‬כל הדברים‬
‫המשונים והמפחידים שקרו לי‪ ,‬ושכמה מהם ניסיתי לשכוח‪.‬‬
‫בכיתה ג'‪ ,‬גבר במעיל שחור ארוך עקב אחריי בחצר המשחקים‪.‬‬
‫כשהמורים איימו להתקשר למשטרה הוא רטן והסתלק‪ ,‬אבל אף אחד‬
‫לא האמין לי כשסיפרתי שמתחת לכובע רחב השוליים שלו היתה לאיש‬
‫עין אחת בלבד‪ ,‬באמצע המצח‪.‬‬
‫ולפני זה ‪ -‬זיכרון ממש מוקדם‪ .‬כשהייתי בגן‪ ,‬אחת הגננות השכיבה‬
‫אותי לישון למנוחת צהריים בעריסה שנחש זחל לתוכה‪ .‬אימא התחילה‬
‫לצרוח כשבאה לאסוף אותי ומצאה אותי משחק עם חבל רפוי מכוסה‬
‫קשקשים‪ .‬איכשהו הצלחתי לחנוק את הנחש למוות בידי הפעוט‬
‫השמנמנות שלי‪.‬‬
‫‪34‬‬

‫בכל בית ספר שלמדתי בו קרה משהו משונה‪ ,‬משהו מסוכן‪ ,‬ואני‬
‫נאלצתי לעזוב‪.‬‬
‫ידעתי שאני צריך לספר לאימא שלי על הגברות הזקנות בדוכן הפירות‪,‬‬
‫ועל גברת דודס במוזיאון לאמנות‪ ,‬על ההזיה המשונה שלי ששיספתי‬
‫את המורה שלי למתמטיקה בחרב עד שהפכה לאבק‪ .‬אבל לא הייתי‬
‫מסוגל לספר לה‪ .‬היתה לי הרגשה משונה שהחדשות יביאו את הטיול‬
‫שלנו למונטוק לסיומו‪ ,‬ולא רציתי שזה יקרה‪.‬‬
‫"ניסיתי להשאיר אותך קרוב אליי עד כמה שאפשר‪ ",‬אמרה אימא‪" .‬הם‬
‫אמרו לי שזאת טעות‪ .‬אבל נשארה רק אפשרות אחת‪ ,‬פרסי ‪ -‬המקום‬
‫שאליו אבא שלך רצה לשלוח אותך‪ .‬ואני‪ ...‬אני פשוט לא מסוגלת‬
‫לעשות את זה‪".‬‬
‫"אבא שלי רצה לשלוח אותי לבית ספר מיוחד?"‬
‫"לא בית ספר‪ ",‬היא אמרה בקול רך‪" .‬מחנה קיץ‪".‬‬
‫הראש שלי הסתובב‪ .‬למה שאבא שלי ‪ -‬שאפילו לא נשאר מספיק זמן‬
‫לראות אותי נולד ‪ -‬ידבר עם אימא על מחנה קיץ בשבילי? ואם זה‬
‫חשוב כל כך‪ ,‬למה היא אף פעם עוד לא דיברה איתי על זה?‬
‫"אני מצטערת‪ ,‬פרסי‪ ",‬היא אמרה כשראתה את המבט בעיניים שלי‪.‬‬
‫"אבל אני לא מסוגלת לדבר על זה‪ .‬אני ‪ -‬אני לא יכולה לשלוח אותך‬
‫למקום הזה‪ .‬כי ייתכן שהמשמעות של הדבר תהיה להיפרד ממך‬
‫לתמיד‪".‬‬
‫"לתמיד? אבל אם זה רק מחנה קיץ‪"...‬‬
‫היא הסתובבה לעבר המדורה‪ ,‬ולפי ההבעה שעל הפנים שלה ידעתי‬
‫שאם אמשיך לשאול אותה שאלות היא תתחיל לבכות‪.‬‬
‫באותו לילה חלמתי חלום מוחשי מאוד‪.‬‬
‫סערה השתוללה על החוף‪ ,‬ושתי חיות יפהפיות ‪ -‬סוס לבן ועיט זהוב ‪-‬‬
‫ניסו להרוג זו את זו על קו הגלים‪ .‬העיט צלל ושיסף את הפנים של‬
‫הסוס בטפרים העצומים שלו‪ .‬הסוס התרומם על הרגליים האחוריות‬
‫ובעט בכנפיים של העיט‪ .‬בזמן שהם נלחמו הקרקע רעדה‪ ,‬וקול צחוק‬
‫מפלצתי עלה ממעמקי האדמה ועודד את החיות להילחם בפראות רבה‬
‫יותר‪.‬‬
‫‪35‬‬

‫רצתי לעברן‪ ,‬ידעתי שאני חייב לעצור אותן מלהרוג אחת את השנייה‪,‬‬
‫אבל הריצה שלי היתה איטית‪ .‬ידעתי שלא אספיק להגיע בזמן‪ .‬ראיתי‬
‫את העיט צולל כשהמקור שלו מכוון לעיניו הפעורות של הסוס‪,‬‬
‫וצרחתי‪ ,‬לא!‬
‫התעוררתי בבת אחת‪.‬‬
‫בחוץ באמת השתוללה סערה‪ ,‬סערה מהסוג ששובר עצים ומעיף בתים‪.‬‬
‫על החוף לא היו סוס או עיט‪ ,‬רק ברקים שהאירו אותו באור יום מדומה‪,‬‬
‫וגלים בגובה חמישה מטרים שהתנפצו על החוף באלימות‪.‬‬
‫לקול הרעם הבא אימא התעוררה‪ .‬היא התיישבה זקופה בעיניים‬
‫פעורות ואמרה‪" :‬הוריקן‪".‬‬
‫ידעתי שזה לא יכול להיות‪ .‬אין הוריקנים בלונג איילנד כל כך מוקדם‬
‫בקיץ‪ .‬אבל נראה שהאוקיינוס שכח את העובדה הזאת‪.‬‬
‫מעבר ליללת הרוח שמעתי שאגה רחוקה‪ ,‬קול כעוס ומיוסר שגרם‬
‫לשיערותי לסמור‪.‬‬
‫ואז רעש קרוב בהרבה‪ ,‬כמו פטישי עץ מכים בחול‪ .‬קול נואש ‪ -‬מישהו‬
‫צועק והולם בדלת הבקתה‪.‬‬
‫אימא זינקה מהמיטה בכותונת ופתחה במהירות את המנעול‪.‬‬
‫גרובר עמד בדלת‪ ,‬גבו אל הגשם השוטף‪ .‬אבל הוא לא היה‪...‬‬
‫הוא לא היה בדיוק גרובר‪.‬‬
‫"חיפשתי כל הלילה‪ ",‬הוא התנשף‪" .‬מה חשבת לעצמך?"‬
‫אימא שלי הביטה בי באימה ‪ -‬לא גרובר הוא שהפחיד אותה אלא‬
‫הסיבה שבגללה הגיע לכאן‪.‬‬
‫"פרסי‪ ",‬היא אמרה בצעקה כדי שאשמע אותה בעד רעש הגשם‪" .‬מה‬
‫קרה בבית הספר? מה לא סיפרת לי?"‬
‫עמדתי קפוא במקום ולא הפסקתי להסתכל על גרובר‪ .‬לא הצלחתי‬
‫להבין את מה שעיני ראו‪.‬‬
‫"אוֹ זֶאוּ קַ אי אָ לוֹי תֶ אוֹי!" * הוא צעק‪" .‬הוא ממש מאחוריי! לא סיפרת‬
‫לה?"‬
‫] * "הו זאוס ושאר האלים!"[‬

‫‪36‬‬

‫הייתי המום מכדי שאשים לב שהוא קילל ביונית עתיקה‪ ,‬ושאני הבנתי‬
‫כל מילה‪ .‬הייתי המום מכדי שאתהה איך גרובר הגיע לכאן לבדו‬
‫באמצע הלילה‪ .‬כי גרובר לא לבש מכנסיים ‪ -‬ובמקום רגליים‪ ...‬במקום‬
‫רגליים‪...‬‬
‫אימא שלי הביטה בי במבט חמור ודיברה בנימת קול שמעולם לא‬
‫שמעתי‪" :‬פרסי‪ .‬ספר לי עכשיו!"‬
‫גמגמתי משהו על הגברות הזקנות בדוכן הפירות‪ ,‬ועל גברת דודס‪.‬‬
‫אימא שלי לטשה בי מבט ובאור הברקים הפנים שלה נראו חיוורות‬
‫כפני מת‪.‬‬
‫היא חטפה את הארנק שלה‪ ,‬זרקה אליי את מעיל הגשם שלי ואמרה‪:‬‬
‫"לכו למכונית‪ .‬שניכם‪ .‬לכו!"‬
‫גרובר רץ לעבר השברולט ‪ -‬אבל זאת לא היה בדיוק ריצה‪.‬‬
‫למעשה הוא דהר ברגליים מכוסות פרווה‪ .‬בבת אחת הבנתי מאיפה בא‬
‫הסיפור שלו על מחלת שרירים ברגליים‪ .‬עכשיו קלטתי איך זה שהוא‬
‫מסוגל לרוץ כל כך מהר ועדיין לצלוע כשהוא הולך‪.‬‬
‫כי במקום שבו אמורות היו להיות כפות הרגליים שלו‪ ,‬לא היו שום‬
‫כפות רגליים‪ .‬היו שם פרסות‪.‬‬

‫‪37‬‬

‫‪4‬‬
‫אימא מלמדת אותי מלחמת שוורים‬

‫דהרנו במכונית לאורך כבישים כפריים חשוכים‪ .‬הרוח טלטלה את‬
‫השברולט‪ .‬הגשם שטף את החלון הקדמי‪ .‬לא ידעתי איך אימא מצליחה‬
‫לראות משהו‪ ,‬אבל הרגל שלה לא הרפתה מדוושת הגז‪.‬‬
‫בכל פעם שהבזיק ברק הבטתי בגרובר שישב לצדי במושב האחורי‬
‫ותהיתי אם השתגעתי או אם הוא לובש מין מכנסיים שעירים‪ .‬אבל לא‪,‬‬
‫הריח היה מוכר לי מביקורים בגן החיות כשהייתי קטן ‪ -‬ריח שמנוני של‬
‫צמר‪ .‬ריח חיות משק רטובות‪.‬‬
‫הדבר היחיד שעלה בדעתי לומר היה‪" :‬אז מה‪ ,‬אתה ואימא שלי‪...‬‬
‫מכירים?"‬
‫העיניים של גרובר השתקפו לרגע במראה האחורית‪ ,‬אם כי לא היתה‬
‫שום מכונית מאחורינו‪" .‬לא בדיוק‪ ",‬הוא אמר‪.‬‬
‫"כלומר‪ ,‬מעולם לא נפגשנו פנים אל פנים‪ .‬אבל היא ידעה שאני שומר‬
‫עליך‪".‬‬
‫"שומר עליי?"‬
‫"פוקח עליך עין‪ .‬מוודא שאתה בסדר‪ .‬אבל לא העמדתי פנים שאני חבר‬
‫שלך‪ ",‬הוא מיהר להוסיף‪" .‬אני באמת חבר שלך‪".‬‬
‫"אה‪ ...‬אבל מה אתה בדיוק?"‬
‫"זה לא חשוב כרגע‪".‬‬
‫"זה לא חשוב? מהמותניים ומטה‪ ,‬החבר הכי טוב שלי הוא חמור ‪" -‬‬
‫גרובר פלט קול מה‪-‬ה‪-‬ה! גרוני וחד‪.‬‬
‫כבר יצא לי לשמוע את הקול הזה‪ ,‬אבל תמיד הנחתי שזה צחוק עצבני‪.‬‬
‫עכשיו הבנתי שזה מזכיר יותר פעייה נרגזת‪.‬‬
‫"תיש!" הוא צעק‪.‬‬
‫"מה?"‬
‫"אני תיש מהמותניים ומטה‪".‬‬
‫"כרגע אמרת שזה לא חשוב‪".‬‬
‫"מה‪-‬ה‪-‬ה! אני מכיר סאטירים שהיו רומסים אותך על עלבון כזה!"‬
‫‪38‬‬

‫"וואו‪ .‬רגע‪ .‬סאטירים‪ .‬אתה מתכוון כמו‪ ...‬במיתוסים של מר ברונר?"‬
‫"הגברות הזקנות ההן בדוכן הפירות היו מיתוס‪ ,‬פרסי? גברת דודס‬
‫היתה מיתוס?"‬
‫"אז אתה מודה שגברת דודס היתה קיימת!"‬
‫"ברור‪".‬‬
‫"אז למה ‪" -‬‬
‫"ככל שתדע פחות‪ ,‬כך תמשוך פחות מפלצות‪ ",‬אמר גרובר כאילו זה‬
‫מובן מאליו‪" .‬הטלנו ערפול על העיניים של בני האנוש‪ .‬קיווינו‬
‫שתחשוב שנוטת החסד היתה הזיה‪ .‬אבל נכשלנו‪.‬‬
‫בהדרגה התחלת להיות מודע למי שאתה‪".‬‬
‫"מי שאני ‪ -‬רגע‪ ,‬למה אתה מתכוון?"‬
‫קול השאגה המשונה עלה שוב ממקום כלשהו מאחורינו‪ ,‬קרוב יותר‬
‫מאשר קודם‪ .‬עדיין לא הצלחנו להתחמק ממה שזה לא היה שרדף‬
‫אחרינו‪.‬‬
‫"פרסי‪ ",‬אמרה אימא שלי‪" ,‬יש יותר מדי דברים להסביר ואין מספיק‬
‫זמן‪ .‬אנחנו מוכרחים להביא אותך למקום בטוח‪".‬‬
‫"בטוח ממה? מי רודף אחריי?"‬
‫"אה‪ ,‬אף אחד מיוחד‪ ",‬אמר גרובר‪ .‬היה ברור שהוא עדיין מעוצבן‬
‫מעניין החמור‪" .‬רק אדון המתים וכמה מהמשרתים צמאי הדם שלו‪".‬‬
‫"גרובר!"‬
‫"מצטער‪ ,‬גברת ג'קסון‪ .‬את יכולה לנסוע מהר יותר‪ ,‬בבקשה?"‬
‫ניסיתי לעכל את מה שקורה‪ ,‬אבל לא הצלחתי‪ .‬ידעתי שזה לא חלום‪.‬‬
‫לא היה לי דמיון מפותח‪ .‬מעולם לא הייתי מצליח לחלום משהו משונה‬
‫כזה‪.‬‬
‫אימא שלי פנתה פנייה חדה שמאלה‪ .‬סטינו לכביש צר יותר‪ ,‬ודהרנו על‬
‫פני בתי חווה חשוכים וגבעות מיוערות ושלטי קטיף תותים עצמי על‬
‫גדרות עץ לבנות‪.‬‬
‫"לאן אנחנו נוסעים?" שאלתי‪.‬‬
‫"למחנה הקיץ שעליו סיפרתי לך‪ ".‬הקול של אימא היה מאופק; למעני‪,‬‬
‫היא התאמצה שלא להישמע מפוחדת‪" .‬המקום שאליו רצה אבא שלך‬
‫לשלוח אותך‪".‬‬
‫‪39‬‬

‫"המקום שאליו לא רצית שאלך‪".‬‬
‫"בבקשה‪ ,‬מתוק שלי‪ ",‬אימא התחננה‪" .‬גם ככה קשה לי‪ .‬נסה להבין‪.‬‬
‫אתה נמצא בסכנה‪".‬‬
‫"כי כמה גברות זקנות גזרו חוט צמר‪".‬‬
‫"אלה לא היו גברות זקנות‪ ",‬אמר גרובר‪" .‬אלה היו אלות הגורל‪ .‬אתה‬
‫יודע מה המשמעות של זה ‪ -‬שהן נגלו בפנייך? הן עושות את זה רק‬
‫כשאתה עומד‪ ...‬כשמישהו עומד למות‪".‬‬
‫"רגע‪ .‬אמרת 'אתה'‪".‬‬
‫"לא נכון‪ .‬אמרתי 'מישהו'‪".‬‬
‫"התכוונת 'אתה'‪ .‬כלומר אני‪".‬‬
‫"התכוונתי אתה‪ ,‬כמו 'מישהו'‪ .‬לא אתה‪ ,‬אתה‪".‬‬
‫"ילדים!" אימא שלי אמרה‪.‬‬
‫היא סובבה בכוח את ההגה ימינה ולרגע נגלתה לעיניי הדמות שממנה‬
‫ניסתה לחמוק ‪ -‬דמות כהה מרפרפת שנבלעה מאחורינו בסערה‪.‬‬
‫"מה זה היה?" שאלתי‪.‬‬
‫"כמעט הגענו‪ ",‬אמרה אימא והתעלמה מהשאלה שלי‪" .‬עוד קילומטר‪.‬‬
‫בבקשה‪ .‬בבקשה‪ .‬בבקשה‪".‬‬
‫לא ידעתי לאן כמעט הגענו‪ ,‬אבל מצאתי את עצמי רוכן קדימה‬
‫בציפייה מתוך רצון שנגיע כבר‪.‬‬
‫בחוץ לא היה דבר מלבד גשם וחשיכה ‪ -‬מרחבים כפריים שוממים‬
‫מהסוג שמאפיין את קצה לונג איילנד‪ .‬חשבתי על גברת דודס ועל הרגע‬
‫שבו הפכה ליצור הזה עם השיניים החדות וכנפי העור‪ .‬התובנה‬
‫הפתאומית גרמה לגוף שלי להיות חסר תחושה‪.‬‬
‫היא באמת לא היתה אנושית‪ .‬היא רצתה להרוג אותי‪.‬‬
‫ואז חשבתי על מר ברונר‪ ...‬ועל החרב שזרק לעברי‪ .‬לפני שהספקתי‬
‫לתחקר את גרובר‪ ,‬השיער שלי שוב סמר‪ .‬אור מסמא הבזיק‪ ,‬נשמע קול‬
‫בּ וּם! מחריש אוזניים‪ ,‬והמכונית שלנו התפוצצה‪.‬‬
‫אני זוכר שהרגשתי חסר משקל‪ ,‬כאילו בבת אחת מועכים אותי‪ ,‬מטגנים‬
‫אותי ושוטפים אותי בצינור‪.‬‬
‫הרמתי את הראש מגב מושב הנהג ואמרתי‪" :‬איי‪".‬‬
‫"פרסי!" צעקה אימא‪.‬‬
‫‪40‬‬

‫"אני בסדר‪"...‬‬
‫ניסיתי להתנער מהטשטוש‪ .‬לא הייתי מת‪ .‬המכונית לא באמת‬
‫התפוצצה‪ .‬רק סטינו לתעלה‪ .‬הדלתות בצד הנהג היו תקועות בבוץ‪ .‬הגג‬
‫התבקע כמו קליפת ביצה וגשם שטף פנימה‪.‬‬
‫ברק‪ .‬זה ההסבר היחיד‪ .‬ברק פגע בנו והסיט אותנו מהכביש‪.‬‬
‫לצדי על המושב האחורי היה גוש גדול ודומם‪" .‬גרובר!"‬
‫הוא היה שמוט הצידה ומזווית פיו נטף דם‪ .‬טלטלתי את הירך השעירה‬
‫שלו וחשבתי לעצמי‪ ,‬לא! אפילו אם אתה חצי חיה‪ ,‬אתה החבר הכי טוב‬
‫שלי ואני לא רוצה שתמות!‬
‫ואז הוא נאנק ואמר‪" :‬אוכל‪ ",‬וידעתי שיש תקווה‪.‬‬
‫"פרסי‪ ",‬אמרה אימא שלי‪" ,‬אנחנו חייבים‪ "...‬ולפתע השתתקה‪.‬‬
‫העפתי מבט לאחור‪ .‬ברק הבזיק‪ ,‬ומבעד לחלון האחורי המלוכלך בבוץ‬
‫ראיתי על שולי הכביש דמות מתקדמת בכבדות‪.‬‬
‫המראה העביר בי צמרמורת‪ .‬זאת היתה צללית כהה של אדם ענקי‪ ,‬כמו‬
‫שחקן פוטבול‪ .‬נראה שהוא מחזיק שמיכה מעל הראש‪ .‬החלק העליון‬
‫שלו היה רחב ומטושטש‪ .‬הידיים שלו‪ ,‬שהיו מורמות מעל הראש‪ ,‬יצרו‬
‫רושם שיש לו קרניים‪.‬‬
‫בלעתי קצת רוק‪" .‬מי ‪" -‬‬
‫"פרסי‪ ",‬אמרה אימא שלי בקול חמור‪" .‬צא מהמכונית‪".‬‬
‫אימא דחפה בכל הכוח את הדלת שבצד הנהג‪ ,‬אבל הדלת היתה תקועה‬
‫לגמרי בבוץ‪ .‬ניסיתי את הדלת שלי‪ .‬תקועה גם היא‪ .‬הרמתי מבט נואש‬
‫אל החור שבגג‪ .‬הוא היה יכול לשמש כיציאה‪ ,‬אבל שוליו להטו והעלו‬
‫עשן‪.‬‬
‫"צא מצד הנוסע!" אימא שלי אמרה‪" .‬פרסי ‪ -‬אתה חייב לרוץ‪ .‬אתה‬
‫רואה את העץ הגדול הזה?"‬
‫"מה?"‬
‫עוד הבזק ברק‪ ,‬ומבעד לחור המעשן בגג ראיתי את העץ שאליו‬
‫התכוונה‪ :‬עץ אורן ענקי‪ ,‬שממש יכול היה להיות העץ הלאומי‪ ,‬ניצב‬
‫בראש הגבעה הקרובה‪.‬‬
‫"זה גבול השטח‪ ",‬אמרה אמא‪" .‬כשתעלה על הגבעה תראה בית חווה‬
‫גדול למטה בעמק‪ .‬רוץ ואל תסתכל לאחור‪ .‬תצעק לעזרה‪ .‬אל תעצור‬
‫‪41‬‬

‫עד שתגיע לדלת‪".‬‬
‫"אימא‪ ,‬גם את באה‪".‬‬
‫הפנים שלה היו חיוורות‪ ,‬והעיניים שלה היו עצובות כמו כשהשקיפה‬
‫על האוקיינוס‪.‬‬
‫"לא!" צעקתי‪" .‬את חייבת לבוא איתי‪ .‬תעזרי לי לסחוב את גרובר‪".‬‬
‫"אוכל!" גרובר נאנק בקול רם קצת יותר‪.‬‬
‫האיש עם השמיכה מעל הראש המשיך להתקדם לעברנו כשהוא פולט‬
‫קולות נהמה ונחירה‪ .‬כשהוא התקרב הבנתי שלא יכול להיות שהוא‬
‫מחזיק שמיכה מעל הראש‪ ,‬כי הזרועות שלו ‪ -‬זרועות עצומות ‪ -‬התנודדו‬
‫לצדי הגוף‪ .‬לא היתה שם שום שמיכה‪ .‬כלומר שהגוש הרחב והמטושטש‬
‫שהיה גדול מכדי שיהיה הראש שלו‪ ...‬היה הראש שלו‪ .‬והחודים שנראו‬
‫כמו קרניים‪...‬‬
‫"הוא לא רודף אחרינו‪ ",‬אמרה אימא שלי‪" .‬הוא רודף אחריך‪ .‬וחוץ‬
‫מזה‪ ,‬אני לא יכולה לחצות את גבול השטח‪".‬‬
‫"אבל‪"...‬‬
‫"אין זמן‪ ,‬פרסי‪ .‬לך עכשיו‪ .‬בבקשה‪".‬‬
‫באותו רגע נמלאתי כעס ‪ -‬על אימא שלי‪ ,‬על גרובר התיש‪ ,‬על היצור‬
‫עם הקרניים שהתקרב לעברנו בצעד כבד ונחוש‪ ,‬כמו‪ ,‬כמו שור‪.‬‬
‫טיפסתי על גרובר ופתחתי את הדלת אל הגשם‪" .‬אנחנו הולכים יחד‪.‬‬
‫בואי‪ ,‬אימא‪".‬‬
‫"אמרתי לך ‪" -‬‬
‫"אימא! אני לא עוזב אותך‪ .‬תעזרי לי עם גרובר‪".‬‬
‫לא חיכיתי שתענה‪ .‬מיהרתי החוצה וגררתי את גרובר מהמכונית‪ .‬הוא‬
‫היה קל במידה מפתיעה‪ ,‬אבל לא הייתי מסוגל לסחוב אותו בלי העזרה‬
‫של אימא שלי‪.‬‬
‫כל אחד מאיתנו תלה זרוע אחת של גרובר על הכתף והתחלנו למעוד‬
‫במעלה הגבעה‪ ,‬בעשב רטוב שהגיע לנו עד המותניים‪.‬‬
‫העפתי מבט לאחור‪ ,‬ובפעם הראשונה ראיתי את המפלץ בבירור‪ .‬הגובה‬
‫שלו היה לפחות שני מטר ועשרה והיו לו זרועות ורגליים כמו מז'ורנל‬
‫של מתאבקים ‪ -‬מתחת לעורו המרושת ורידים השתרגו שרירים דו‬
‫ראשיים ושרירים תלת ראשיים ושרירים שלך תדע כמה ראשים היו‬
‫‪42‬‬

‫להם‪ ,‬שביחד נתנו לחזה שלו מראה של שק שדחסו לתוכו המון כדורי‬
‫בייסבול‪ .‬הוא לבש רק תחתונים ‪ -‬ממש ככה‪ ,‬תחתוני בוקסר לבנים‬
‫צמודים מכותנה‪ ,‬מה שהיה יכול להיראות מצחיק אלמלא החלק העליון‬
‫של הגוף שלו‪ .‬שיער חום גס התחיל לצמוח בסביבות הטבור שלו והלך‬
‫והפך סמיך יותר בכיוון הכתפיים‪.‬‬
‫הצוואר שלו היה גוש של שרירים ושל פרווה שהוביל אל הראש הענקי‪,‬‬
‫שהתארך לחוטם באורך הזרוע שלי‪ ,‬עם נחיריים רטובים ובהם נזם פליז‬
‫בוהק‪ .‬היו לו עיניים שחורות אכזריות וקרניים ‪ -‬קרניים שחורות‪-‬לבנות‬
‫עצומות עם חודים שגם מחדד עפרונות חשמלי לא היה מצליח להפיק‪.‬‬
‫ברור שזיהיתי את המפלצת‪ .‬הוא כיכב באחד הסיפורים הראשונים שמר‬
‫ברונר סיפר לנו‪ .‬אבל לא ייתכן שהוא היה אמיתי‪.‬‬
‫מצמצתי כדי לסלק את הגשם מהעיניים‪" .‬זה ‪" -‬‬
‫"הבן של ּ ָפסיפַ אֵ ה‪ ",‬אימא שלי אמרה‪" .‬הלוואי שהייתי יודעת כמה‬
‫חשוב להם להרוג אותך‪".‬‬
‫"אבל הוא מינו‪" -‬‬
‫"אל תבטא את השם שלו‪ ",‬היא הזהירה אותי‪" .‬לשמות יש כוח‪".‬‬
‫עדיין היינו הרבה יותר מדי רחוקים מעץ האורן ‪ -‬לפחות עוד מאה מטר‬
‫במעלה הגבעה‪.‬‬
‫העפתי עוד מבט לאחור‪.‬‬
‫איש השור התכופף מעל המכונית והסתכל לתוך החלונות ‪ -‬או לא‬
‫בדיוק הסתכל‪ .‬יותר נכון רחרח‪ .‬לא היה ברור לי למה הוא טורח‪ ,‬הרי‬
‫היינו רק כחמישה עשר מטר ממנו‪.‬‬
‫"אוכל?" נאנק גרובר‪.‬‬
‫"ששש‪ ",‬אמרתי לו‪" .‬אימא‪ ,‬מה הוא עושה? הוא לא רואה אותנו?"‬
‫"הראייה והשמיעה שלו חלשות‪ ",‬היא אמרה‪" .‬הוא מנווט באמצעות‬
‫חוש הריח‪ .‬אבל עוד מעט הוא יבין איפה אנחנו‪".‬‬
‫כאילו על פי סימן‪ ,‬איש השור שאג בכעס‪ .‬הוא תפס את הגג השבור של‬
‫השברולט קאמרו של גייב והמכונית חרקה ונאנקה‪.‬‬
‫הוא הרים את המכונית מעל הראש וזרק אותה אל הכביש‪ .‬היא הוטחה‬
‫באספלט הרטוב והחליקה במטח של ניצוצות לאורך כקילומטר עד‬
‫שנעצרה‪ .‬מיכל הדלק התפוצץ‪.‬‬
‫‪43‬‬

‫אפילו לא שריטה אחת‪ ,‬זכרתי את גייב אומר‪.‬‬
‫אופס‪.‬‬
‫"פרסי‪ ",‬אמרה אימא שלי‪" ,‬ברגע שהוא יראה אותנו הוא יסתער‪ .‬חכה‬
‫עד הרגע האחרון ואז תתחמק בקפיצה ‪ -‬ישירות הצידה‪ .‬קשה לו לשנות‬
‫כיוון מרגע שהתחיל להסתער‪ .‬אתה מבין?"‬
‫"איך את יודעת את כל זה?"‬
‫"כבר הרבה זמן שאני חוששת מהתקפה‪ .‬הייתי צריכה לצפות שזה‬
‫יקרה‪ .‬היה אנוכי מצדי להשאיר אותך קרוב אלי‪".‬‬
‫"להשאיר אותי קרוב אלייך? אבל ‪" -‬‬
‫שאגת זעם נוספת‪ ,‬ואיש השור התחיל להתקדם בכבדות במעלה הגבעה‪.‬‬
‫הוא הבחין בריח שלנו‪.‬‬
‫המרחק אל עץ האורן היה מטרים ספורים בלבד‪ ,‬אבל הגבעה נעשתה‬
‫תלולה וחלקלקה יותר וגרובר לא נעשה קל יותר‪.‬‬
‫איש השור הלך וצמצם את המרחק‪ .‬עוד כמה שניות והוא יגיע אלינו‪.‬‬
‫אני בטוח שאימא שלי היתה מותשת‪ ,‬אבל היא בכל זאת לקחה על‬
‫עצמה את המשקל של גרובר‪" .‬פרסי‪ ,‬קדימה! צריך להיפרד! תזכור את‬
‫מה שאמרתי‪".‬‬
‫לא רציתי להיפרד‪ ,‬אבל היתה לי הרגשה שהיא צודקת ‪ -‬זה היה הסיכוי‬
‫היחיד שלנו להינצל‪ .‬רצתי שמאלה‪ ,‬הסתובבתי וראיתי את היצור‬
‫מסתער עליי‪ .‬העיניים השחורות שלו בהקו בשנאה‪ .‬הוא הצחין כמו‬
‫בשר רקוב‪.‬‬
‫הוא השפיל את ראשו והסתער כשהקרניים החדות כתער מכוונות הישר‬
‫אל החזה שלי‪.‬‬
‫הפחד שהציף אותי גרם לי לרצות לברוח‪ ,‬אבל ידעתי שזה לא יעזור‪.‬‬
‫לא היה לי סיכוי להימלט מהיצור הזה‪ .‬אז נשארתי במקום‪ ,‬וברגע‬
‫האחרון קפצתי הצידה‪.‬‬
‫איש השור עבר על פניי בסערה כמו רכבת משא‪ ,‬ואז שאג בתסכול‬
‫והסתובב‪ ,‬אבל הפעם לא לעברי אלא לעבר אימא שלי שהניחה את‬
‫גרובר על העשב‪.‬‬
‫הגענו לראש הגבעה‪ .‬מהצד האחר ראיתי עמק‪ ,‬בדיוק כפי שאימא‬
‫אמרה‪ ,‬והאורות הצהבהבים של החווה בהקו בגשם‪.‬‬
‫‪44‬‬

‫אבל החווה היתה במרחק קילומטר מאיתנו‪ .‬לא היה לנו סיכוי להגיע‬
‫לשם‪.‬‬
‫איש השור נאנק ובטש ברגליו באדמה‪ .‬הוא המשיך לבחון את אימא‬
‫שהתחילה לסגת באיטיות במורד הגבעה‪ ,‬בחזרה לעבר הכביש‪ ,‬בניסיון‬
‫להרחיק את המפלצת מגרובר‪.‬‬
‫"פרסי‪ ,‬רוץ!" היא קראה לעברי‪" .‬אני לא מסוגלת להמשיך‪.‬‬
‫רוץ!"‬
‫אבל אני עמדתי שם קפוא מפחד בזמן שהיצור הסתער עליה‪.‬‬
‫היא ניסתה להתחמק הצידה כמו שאמרה לי לעשות‪ ,‬אבל היצור למד‬
‫מהניסיון‪ .‬היד שלו הצליפה הצידה ותפסה אותה בצוואר בזמן שניסתה‬
‫להתחמק‪ .‬הוא הרים אותה בעודה נאבקת‪ ,‬בועטת ומשתוללת‪.‬‬
‫"אימא!"‬
‫היא הביטה בי והצליחה לפלוט מילה חנוקה אחת‪" :‬רוץ!"‬
‫ואז‪ ,‬בשאגה כעוסה‪ ,‬סגר היצור את ידיו על הצוואר של אימא שלי והיא‬
‫התפוגגה לי מול העיניים‪ ,‬נמסה והפכה לאור‪ ,‬דמות זהובה מבהיקה‪,‬‬
‫כאילו היתה הקרנה הולוגרפית‪ .‬אור מסנוור הבזיק‪ ,‬והיא פשוט‪...‬‬
‫נעלמה‪.‬‬
‫"לא!"‬
‫את מקום הפחד תפס עכשיו כעס‪ .‬כוח חדש בער לי בכל הגוף ‪ -‬אותו‬
‫פרץ אנרגיה שמילא אותי כשגברת דודס צימחה פתאום טפרים‪.‬‬
‫איש השור הסתער על גרובר ששכב חסר אונים בעשב‪ .‬היצור רכן‬
‫ורחרח את החבר הכי טוב שלי‪ ,‬כאילו עומד להרים את גרובר ולגרום‬
‫גם לו להתפוגג‪.‬‬
‫לא התכוונתי לתת לזה לקרות‪.‬‬
‫פשטתי את מעיל הגשם האדום שלי‪.‬‬
‫"היי!" צרחתי ונופפתי במעיל כשאני רץ לצד המפלצת‪.‬‬
‫"היי‪ ,‬דביל! בשר טחון!"‬
‫"ראאאאררררר!" היצור הסתובב לעברי ונופף באגרופים ענקיים‪.‬‬
‫היה לי רעיון ‪ -‬רעיון מטופש‪ ,‬אבל יותר טוב מכלום‪ .‬נשענתי עם הגב‬
‫על עץ האורן הגדול ונופפתי במעיל האדום מול איש השור‪ .‬תכננתי‬
‫לקפוץ הצידה ברגע האחרון‪.‬‬
‫‪45‬‬

‫אבל לא זה מה שקרה‪.‬‬
‫איש השור הסתער מהר מדי והזרועות שלו היו פרושות כדי לתפוס‬
‫אותי כשאנסה להתחמק‪.‬‬
‫הזמן הואט‪.‬‬
‫הרגליים שלי התכוננו לקפיצה‪ .‬לא יכולתי לקפוץ לצדדים ולכן זינקתי‬
‫הישר למעלה‪ ,‬כשאני משתמש בראש היצור כמקפצה‪ ,‬מסתובב באוויר‬
‫ונוחת על הצוואר שלו‪.‬‬
‫איך הצלחתי לעשות את זה? לא היה לי זמן לנתח את הקפיצה‪ .‬שבריר‬
‫שנייה אחר כך הראש של המפלצת הוטח בעץ והזעזוע כמעט שבר לי‬
‫את השיניים‪.‬‬
‫איש השור היטלטל בניסיון לנער אותי מעליו‪ .‬נאחזתי בקרניים כדי לא‬
‫ליפול‪ .‬רעמים וברקים המשיכו להשתולל‪.‬‬
‫הגשם הציף לי את העיניים‪ .‬ריח בשר רקוב צרב בנחירי‪.‬‬
‫היצור התנער בפיתול וטלטל אותי כמו שור ברודאו‪ .‬מה שהוא היה‬
‫צריך לעשות זה לסגת לעבר העץ ולמעוך אותי לאחור‪ ,‬אבל התחלתי‬
‫להבין שיש ליצור הזה רק כיוון נסיעה אחד‪ :‬קדימה‪.‬‬
‫בינתיים‪ ,‬גרובר התחיל להיאנק בעשב‪ .‬רציתי לצעוק אליו שישתוק‪,‬‬
‫אבל עם כל הטלטולים על גב היצור‪ ,‬אם הייתי פותח את הפה ומנסה‬
‫לדבר הלשון שלי היתה נכרתת‪.‬‬
‫"אוכל!" נאנק גרובר‪.‬‬
‫איש השור הסתובב במהירות לעברו‪ ,‬בטש שוב בקרקע והתכונן‬
‫להתקפה‪ .‬חשבתי על איך שחנק את אימא שלי עד שהתפוגגה‪ ,‬איך גרם‬
‫לה להיעלם בהבזק אור‪ ,‬וזעם מילא אותי כמו דלק מטוסים‪ .‬תפסתי קרן‬
‫אחת בשתי הידיים ומשכתי בכל הכוח לאחור‪ .‬היצור התקשח‪ ,‬פלט‬
‫אנקה מופתעת‪ ,‬ואז ‪ -‬קראק!‬
‫איש השור צרח והשליך אותי באוויר‪ .‬נפלתי על הגב בעשב‪.‬‬
‫הראש שלי נחבט בסלע‪ .‬כשהתיישבתי הראייה שלי היתה מטושטשת‪,‬‬
‫אבל בידיים שלי היתה קרן‪ ,‬כלי נשק עשוי עצם‪ ,‬בגודל סכין‪.‬‬
‫היצור הסתער‪.‬‬
‫בלי לחשוב התגלגלתי הצידה וכרעתי על הברך‪ .‬ברגע שהיצור שעט‬
‫לעברי‪ ,‬נעצתי את הקרן השבורה הישר בגוף שלו‪ ,‬ממש מתחת לקשת‬
‫‪46‬‬

‫הצלעות‪.‬‬
‫איש השור שאג בקול מלא ייסורים‪ .‬הוא השתולל‪ ,‬שרט את החזה שלו‬
‫ואז התחיל להתפורר ‪ -‬אבל לא כמו אימא שלי‪ ,‬לא בהבזק אור זהוב‪,‬‬
‫אלא כמו ערימת חול שהולכת ומתפזרת ברוח‪ ,‬כמו שגברת דודס‬
‫התפוררה‪.‬‬
‫היצור נעלם‪.‬‬
‫הגשם פסק מרדת‪ .‬הסערה עוד רעמה‪ ,‬אבל רק במרחק‪ .‬הצחנתי מריח‬
‫בקר והברכיים שלי רעדו‪ .‬הרגשתי כאילו הראש שלי עומד להתבקע‬
‫לשניים‪ .‬הייתי חלוש ומפוחד ורעדתי מרוב צער‪ .‬רק רגע קודם לכן‬
‫ראיתי את אימא שלי נעלמת‪ .‬רציתי לשכב על האדמה ולבכות‪ ,‬אבל‬
‫גרובר היה זקוק לעזרתי‪ .‬הצלחתי להרים אותו במאמץ ולשאת אותו‬
‫בצעד כושל למטה אל העמק‪ ,‬לעבר אורות החווה‪ .‬בכיתי‪ ,‬קראתי‬
‫לאימא שלי‪ ,‬אבל לרגע לא עזבתי את גרובר ‪ -‬לא היתה לי שום כוונה‬
‫להיפרד ממנו‪.‬‬
‫הדבר האחרון שאני זוכר זה איך התמוטטתי על מרפסת עץ‪.‬‬
‫מעליי ראיתי מאוורר תקרה מסתובב‪ ,‬עשים מרפרפים סביב אור צהוב‬
‫ופנים חמורות סבר של גבר מזוקן מוכר‪-‬למראה ונערה יפה‪ ,‬עם שיער‬
‫בלונדיני מסולסל כמו של סינדרלה‪ .‬שניהם השפילו את מבטם לעברי‬
‫והנערה אמרה‪" :‬הוא האחד‪ .‬הוא מוכרח להיות‪".‬‬
‫"שקט‪ ,‬אָ נַ ֶּבת'‪ ",‬אמר האיש‪" .‬הוא עדיין בהכרה‪ .‬תכניסי אותו פנימה‪".‬‬

‫‪47‬‬

‫‪5‬‬
‫אני משחק קלפים עם סוס‬

‫חלמתי חלומות משונים מלאים חיות משק‪ .‬רובן רצו להרוג אותי‪.‬‬
‫האחרות רצו אוכל‪.‬‬
‫אני חושב שהתעוררתי כמה פעמים אבל לא הצלחתי להבין שום דבר‬
‫ממה שראיתי ושמעתי‪ .‬אני זוכר ששכבתי במיטה רכה והאכילו אותי‬
‫במשהו בטעם פופקורן בחמאה‪ ,‬אלא שזה היה פודינג‪ .‬הנערה עם‬
‫השיער הבלונדיני המתולתל רכנה מעליי וגיחכה כשאספה בעזרת כף‬
‫שאריות שנותרו על הסנטר שלי‪.‬‬
‫כשראתה את העיניים שלי נפקחות‪ ,‬היא שאלה‪" :‬מה יקרה ביום אמצע‬
‫הקיץ?"‬
‫הצלחתי לקרקר‪" :‬מה?"‬
‫היא העיפה מבט סביב‪ ,‬כאילו חוששת שמישהו ישמע‪" .‬מה קורה? מה‬
‫נגנב? נשארו לנו רק כמה שבועות!"‬
‫"אני מצטער‪ ",‬מלמלתי‪" ,‬אני לא‪"...‬‬
‫מישהו דפק בדלת‪ ,‬והנערה מיהרה למלא את הפה שלי בפודינג‪.‬‬
‫בפעם הבאה שהתעוררתי‪ ,‬היא לא היתה שם‪.‬‬
‫בחור בלונדיני שרירי שנראה כמו גולש עמד בפינת החדר והשגיח‬
‫עליי‪ .‬היו לו עיניים כחולות ‪ -‬לפחות תריסר עיניים‪ ,‬על הלחיים‪ ,‬על‬
‫המצח‪ ,‬על גב הידיים‪.‬‬
‫כשסוף סוף התעוררתי סופית‪ ,‬לא היה בחדר שום דבר מוזר‪ ,‬מלבד‬
‫העובדה שהוא היה יפה יותר מהחדרים שאליהם הייתי רגיל‪ .‬מצאתי‬
‫את עצמי יושב בכיסא על מרפסת ענקית שהשקיפה על פני אחו אל‬
‫הגבעות הירוקות שבאופק‪ .‬לרוח היה ריח של תותים‪ .‬שמיכה כיסתה‬
‫את הרגליים שלי וכרית תמכה את העורף שלי‪ .‬כל זה היה נהדר‪ ,‬אבל‬
‫בפה היתה לי תחושה נוראית‪ ,‬כאילו עקרב בנה שם קן‪ .‬הלשון שלי‬
‫היתה יבשה ודוחה וכל השיניים כאבו לי‪.‬‬
‫לידי‪ ,‬על השולחן‪ ,‬עמדה כוס משקה גבוהה‪ .‬זה נראה כמו מיץ תפוחים‬
‫עם קרח‪ ,‬עם קש ירוק ושמשיית נייר תקועה בדובדבן מסוכר‪.‬‬
‫‪48‬‬

‫היד שלי היתה חלשה כל כך שהכוס כמעט נשמטה מידי כשאצבעותי‬
‫סגרו עליה‪.‬‬
‫"זהירות‪ ",‬אמר לי קול מוכר‪.‬‬
‫גרובר נשען על מעקה המרפסת‪ .‬הוא נראה כאילו לא ישן שבוע‪ .‬מתחת‬
‫לזרוע אחת החזיק קופסת נעליים‪ .‬הוא היה לבוש במכנסי ג'ינס‬
‫כחולים‪ ,‬נעלי ספורט גבוהות וחולצת טריקו בצבע כתום זרחני שעליה‬
‫היה כתוב מחנה החצויים‪ .‬סתם גרובר‪ .‬לא התיש‪.‬‬
‫אז אולי הכול היה רק חלום רע‪ .‬אולי אימא בסדר‪ .‬אנחנו עדיין יחד‬
‫בחופשה‪ ,‬ועצרנו כאן בבית הגדול הזה מסיבה כלשהי‪ .‬ו‪...‬‬
‫"הצלת לי את החיים‪ ",‬גרובר אמר‪" .‬אני‪ ...‬טוב‪ ,‬לפחות יכולתי‪ ...‬אז‬
‫חזרתי לגבעה‪ .‬חשבתי שאולי תרצה את זה‪".‬‬
‫בזהירות הוא הניח את הקופסה בחיקי‪.‬‬
‫בתוכה היתה קרן שור שחורה‪-‬לבנה‪ ,‬עם בסיס משונן במקום שבו‬
‫נתלשה‪ ,‬והחוד מלוכלך בדם קרוש‪ .‬זה לא היה סיוט‪.‬‬
‫"המינוטאור‪ ",‬אמרתי‪.‬‬
‫"אה‪ ,‬פרסי‪ ,‬לא כדאי ‪" -‬‬
‫"ככה קוראים לו במיתוסים היווניים‪ ,‬לא?" דרשתי לדעת‪.‬‬
‫"המינוטאור‪ .‬חצי אדם‪ ,‬חצי שור‪".‬‬
‫גרובר זע במקום באי נוחות‪" .‬היית חסר הכרה במשך יומיים‪.‬‬
‫כמה אתה זוכר מכל זה?"‬
‫"אימא שלי‪ .‬היא באמת‪"?...‬‬
‫הוא השפיל מבט‪.‬‬
‫בהיתי לעבר האחו‪ .‬היו שם מטעי עצים‪ ,‬נחל מתפתל‪ ,‬דונמים של שדות‬
‫תות מתחת לשמים הכחולים‪ .‬העמק היה מוקף גבעות‪ ,‬והישר מולנו‬
‫היתה הגבעה שבראשה עץ האורן הענקי‪ .‬אפילו הוא נראה מדהים באור‬
‫השמש‪.‬‬
‫אימא שלי איננה‪ .‬העולם אמור להיות שחור וקר‪ .‬שום דבר לא אמור‬
‫להיראות מדהים‪.‬‬
‫"אני מצטער‪ ",‬גרובר משך באף‪" .‬אני כזה כישלון‪ .‬אני ‪ -‬אני הסאטיר‬
‫הגרוע ביותר בעולם‪".‬‬
‫‪49‬‬

‫הוא נאנק ורקע בכוח כזה שכף הרגל נפלה‪ .‬כלומר‪ ,‬הנעל היא שנפלה‪.‬‬
‫היא היתה מלאה קלקר‪ ,‬מלבד חור בצורת פרסה‪.‬‬
‫"אוף‪ ,‬סטִ יקס!" הוא מלמל‪.‬‬
‫רעם התגלגל על פני השמים הבהירים‪.‬‬
‫הוא נאבק להחזיר את הפרסה לרגל המזויפת ואני חשבתי לעצמי‪ ,‬טוב‪,‬‬
‫לפחות עכשיו אני יודע‪.‬‬
‫גרובר היה סאטיר‪ .‬הייתי משוכנע שאם אגלח את השיער החום‬
‫המתולתל שלו‪ ,‬אמצא על הראש שלו שתי קרניים קטנטנות‪ .‬אבל הייתי‬
‫אומלל מכדי שיהיה אכפת לי שבאמת קיימים סאטירים‪ ,‬או אפילו‬
‫מינוטאורים‪ .‬זה רק הוכיח שאימא שלי באמת התפוגגה ונמסה והפכה‬
‫לאור צהוב‪.‬‬
‫נשארתי לבדי‪ .‬ילד יתום‪ .‬אני אצטרך לגור עם‪ ...‬גייב המסריח?‬
‫לא‪ .‬אין סיכוי‪ .‬אני אעדיף לגור ברחוב‪ .‬אני אעמיד פנים שאני בן‬
‫שבע‪-‬עשרה ואתגייס לצבא‪ .‬אני כבר אמצא משהו לעשות‪.‬‬
‫גרובר המשיך למשוך באף‪ .‬הילד המסכן ‪ -‬התיש המסכן‪ ,‬הסאטיר‪ ,‬מה‬
‫שזה לא יהיה ‪ -‬נראה כאילו מצפה לחטוף מכות‪.‬‬
‫אמרתי‪" :‬זה לא קרה באשמתך‪".‬‬
‫"כן זה כן‪ .‬הייתי אמור לשמור עליך‪".‬‬
‫"אימא שלי ביקשה ממך לשמור עליי?"‬
‫"לא‪ .‬אבל זה התפקיד שלי‪ .‬אני שומר‪ .‬לפחות‪ ...‬הייתי‪".‬‬
‫"אבל למה‪ "...‬פתאום הרגשתי סחרחורת והראייה שלי היטשטשה‪.‬‬
‫"אל תתאמץ יותר מדי‪ ",‬אמר גרובר‪" .‬הנה‪".‬‬
‫הוא עזר לי להחזיק את הכוס והכניס לי את הקש לפה‪.‬‬
‫נרתעתי כשהרגשתי בטעם‪ ,‬כי ציפיתי למיץ תפוחים‪ .‬זה ממש לא היה‬
‫מיץ תפוחים‪ .‬היה למשקה טעם עוגיות שוקולד צ'יפס‪.‬‬
‫עוגיות נוזליות‪ .‬ולא סתם עוגיות ‪ -‬עוגיות השוקולד צ'יפס הכחולות של‬
‫אימא שלי‪ ,‬חמות ומלאות חמאה‪ ,‬שכל חתיכות השוקולד שיש בהן ‪-‬‬
‫נמסות‪ .‬בזמן ששתיתי כל הגוף שלי הוצף הרגשה חמימה וטובה‪ ,‬נמלא‬
‫אנרגיה‪ .‬הצער שלי לא נעלם‪ ,‬אבל הרגשתי כאילו אימא בדיוק ליטפה‬
‫לי את הלחי ונתנה לי עוגייה כפי שנהגה לעשות כשהייתי קטן‪ ,‬ואמרה‬
‫לי שהכול יהיה בסדר‪.‬‬
‫‪50‬‬

‫תוך רגע רוקנתי את הכוס‪ .‬בהיתי לתוכה משוכנע ששתיתי משהו חם‪,‬‬
‫אבל קוביות הקרח אפילו לא נמסו‪.‬‬
‫"זה היה טעים?" שאל גרובר‪.‬‬
‫הנהנתי‪.‬‬
‫"איזה טעם היה לזה?" הוא נשמע כאילו היה מת לשתות מהמשקה‪,‬‬
‫ואני הרגשתי אשם‪.‬‬
‫"מצטער‪ ",‬אמרתי‪" .‬הייתי צריך לתת לך לטעום‪".‬‬
‫העיניים שלו התרחבו‪" .‬לא! לא לזה התכוונתי‪ .‬פשוט‪...‬‬
‫תהיתי‪".‬‬
‫"עוגיות שוקולד צ'יפס‪ ",‬אמרתי‪" .‬העוגיות של אימא שלי‪ .‬תוצרת‬
‫בית‪".‬‬
‫הוא נאנח‪" .‬ואיך אתה מרגיש?"‬
‫"כאילו שאני יכול לזרוק את ננסי בובופיט למרחק מאה מטר‪".‬‬
‫"טוב מאוד‪ ",‬הוא אמר‪" .‬טוב מאוד‪ .‬אני לא חושב שכדאי שתסתכן‬
‫ותשתה עוד מזה‪".‬‬
‫"למה אתה מתכוון?"‬
‫הוא לקח ממני את הכוס הריקה בזהירות כאילו היתה עשויה דינמיט‪,‬‬
‫והניח אותה בחזרה על השולחן‪" .‬בוא נלך‪ .‬כירון ומר ד' מחכים לנו‪".‬‬
‫המרפסת הקיפה את כל בית החווה‪.‬‬
‫הרגליים שלי רעדו כשניסיתי לגמוא את המרחק הזה‪ .‬גרובר הציע‬
‫לסחוב בשבילי את קרן המינוטאור‪ ,‬אבל אני נאחזתי בה‪.‬‬
‫שילמתי על המזכרת הזאת בגדול‪ .‬לא היתה לי שום כוונה להרפות‬
‫ממנה‪.‬‬
‫כשעקפנו את הצד האחר של הבית‪ ,‬נשימתי נעתקה‪.‬‬
‫היינו כנראה בחוף הצפוני של לונג איילנד‪ ,‬כי מהצד האחר של הבית‬
‫נפרש העמק עד מצר לונג איילנד שבהק במרחק כקילומטר וחצי משם‪.‬‬
‫פשוט לא הייתי מסוגל לקלוט את כל מה שראיתי בין כאן לשם‪ .‬הנוף‬
‫היה משובץ בניינים שנראו מעוצבים בארכיטקטורה יוונית עתיקה ‪-‬‬
‫מבנה עמודים עם גג פתוח‪ ,‬אמפיתיאטרון‪ ,‬זירה עגולה ‪ -‬אלא שכולם‬
‫נראו חדשים לחלוטין ועמודי השיש הלבנים בהקו בשמש‪ .‬במגרש חול‬
‫סמוך שיחקו כדורעף שניים עשר נערים וסאטירים בגיל תיכון‪ .‬סירות‬
‫‪51‬‬

‫קאנוּ החליקו על אגם קטן‪ .‬ילדים בחולצות טריקו בצבע כתום זרחני‬
‫כמו של גרובר רדפו זה אחרי זה סביב קבוצת ביתנים שניצבה בלב‬
‫היער‪ .‬כמה ילדים התאמנו בקליעה בחץ וקשת‪.‬‬
‫אחרים רכבו על סוסים לאורך שביל ביער‪ ,‬ואם לא הזיתי‪ ,‬הרי שלכמה‬
‫מהסוסים היו כנפיים‪.‬‬
‫בקצה המרפסת ישבו שני גברים זה מול זה משני צדי שולחן‪.‬‬
‫הנערה הבלונדינית שהאכילה אותי בפודינג בטעם פופקורן נשענה על‬
‫מעקה המרפסת לידם‪.‬‬
‫האיש שפניו אליי היה נמוך ושמנמן‪ .‬היה לו אף אדום‪ ,‬עיניים גדולות‬
‫ומימיות ושיער מתולתל‪ ,‬שחור כל כך עד שכמעט היה סגול‪ .‬הוא נראה‬
‫כמו הציורים האלה של תינוקות מלאכים ‪ -‬איך קוראים להם‪ ,‬כרוביות?‬
‫לא‪ ,‬כרובים‪ .‬זהו זה‪ .‬הוא נראה כמו כרוב מלאכים שהגיע לגיל העמידה‬
‫בשכונת עוני‪ .‬הוא היה לבוש בחולצת הוואי בדוגמת פרוות נמר והיה‬
‫משתלב מצוין באחד מערבי הפוקר של גייב‪ ,‬רק שהיתה לי הרגשה‬
‫שהוא מהמר כבד יותר אפילו מאבי החורג‪.‬‬
‫"זה מר ד'‪ ",‬מלמל אליי גרובר‪" .‬הוא מנהל המחנה‪ .‬תתנהג בנימוס‪.‬‬
‫לנערה קוראים אָ נָ ֶּבת' צֵ 'ייס‪ .‬היא אחת החניכות‪ ,‬אבל היתה כאן יותר‬
‫מכל חניך אחר כמעט‪ .‬ואת כירון אתה מכיר‪"...‬‬
‫הוא הצביע על האיש שבגבו אליי‪.‬‬
‫בהתחלה הבחנתי שהוא יושב בכיסא גלגלים‪ .‬אחר כך זיהיתי את‬
‫מקטורן הטוּויד‪ ,‬את השיער החום המקליש‪ ,‬את הזקן המדובלל‪.‬‬
‫"מר ברונר!" קראתי‪.‬‬
‫המורה ללטינית הסתובב וחייך אליי‪ .‬בעיניו היה הניצוץ השובב הזה‬
‫שראינו לפעמים בכיתה כשערך לנו בוחן פתע והתברר שכל התשובות‬
‫לשאלות האמריקאיות מסומנות באות בי"ת‪.‬‬
‫"אה‪ ,‬יפה‪ ,‬פרסי‪ ",‬הוא אמר‪" .‬עכשיו יש לנו ארבעה למשחק קלפים‪".‬‬
‫הוא הציע לי את הכיסא שמימין למר ד'‪ ,‬שהביט בי בעיניים אדומות‬
‫ונאנח אנחה כבדה‪" .‬טוב‪ ,‬אני מניח שאני צריך לומר את זה‪ .‬ברוך הבא‬
‫למחנה החצויים‪ .‬הנה‪ .‬עכשיו אל תצפה שאשמח לראות אותך‪".‬‬
‫"אה‪ ,‬תודה‪ ".‬התרחקתי ממנו קצת‪ ,‬כי אם יש דבר אחד שלמדתי‬
‫מהחיים עם גייב‪ ,‬זה לזהות מבוגר שהגזים קצת בשתייה‪.‬‬
‫‪52‬‬

‫וגם ברור היה לי שאם מר ד' לא חובב שתייה‪ ,‬אני סאטיר‪.‬‬
‫"אנבת'?" קרא מר ברונר לנערה הבלונדינית‪.‬‬
‫היא ניגשה לשולחן ומר ברונר ערך בינינו היכרות‪" .‬העלמה הצעירה‬
‫הזאת סעדה אותך עד שהבראת‪ ,‬פרסי‪ .‬אנבת'‪ ,‬יקירתי‪ ,‬למה שלא תלכי‬
‫לבדוק את המגורים של פרסי? לעת עתה נשכן אותו בביתן אחת‬
‫עשרה‪".‬‬
‫אנבת' אמרה‪" :‬בטח‪ ,‬כירון‪".‬‬
‫היא נראתה בערך בת גילי‪ ,‬גבוהה ממני אולי בשני סנטימטר והרבה‬
‫יותר אתלטית‪ .‬עם השיזוף העמוק שלה והשיער הבלונדיני המתולתל‪,‬‬
‫היא תאמה כמעט בדיוק לסטריאוטיפ של בת קליפורניה טיפוסית‪,‬‬
‫לולא העיניים שלה‪ ,‬שהרסו את התמונה‪ .‬עיניה היו אפורות מדהימות‪,‬‬
‫כמו ענני סערה; יפות אבל גם קצת מרתיעות‪ ,‬כאילו היא בוחנת מה‬
‫הדרך הטובה ביותר לנצח אותי בקרב‪.‬‬
‫היא העיפה מבט בקרן המינוטאור שהחזקתי ואז שוב בי‪.‬‬
‫תיארתי לעצמי שהיא עומדת לומר‪ ,‬הרגת מינוטאור! או‪ ,‬וואו‪ ,‬זה‬
‫מדהים! או משהו כזה‪.‬‬
‫במקום זה היא אמרה‪" :‬אתה מזיל ריר כשאתה ישן‪".‬‬
‫ואז היא יצאה וחצתה בריצה את המדשאה כשהשיער הבלונדיני שלה‬
‫מתבדר מאחוריה‪.‬‬
‫"אז מה‪ ",‬אמרתי‪ ,‬להוט מאוד להחליף נושא‪" .‬אתה‪ ,‬אה‪ ,‬עובד כאן‪ ,‬מר‬
‫ברונר?"‬
‫"לא מר ברונר‪ ",‬אמר מר ברונר‪-‬לשעבר‪" .‬אני חושש שזה היה שם‬
‫בדוי‪ .‬אתה יכול לקרוא לי כירון‪".‬‬
‫"בסדר‪ ".‬מבולבל לגמרי‪ ,‬הבטתי במנהל‪" .‬ומר ד'‪ ...‬זה קיצור של‬
‫משהו?"‬
‫מר ד' הפסיק לטרוף את הקלפים‪ .‬הוא הביט בי כאילו גיהקתי בקול רם‪.‬‬
‫"בחור צעיר‪ ,‬שמות הם עניין רב עוצמה‪ .‬לא משתמשים בהם בכל מקום‬
‫ללא סיבה מספקת‪".‬‬
‫"אה‪ .‬בטח‪ .‬סליחה‪".‬‬
‫"אני מוכרח לומר‪ ,‬פרסי‪ ",‬התערב בשיחה כירון‪-‬ברונר‪" ,‬שאני שמח‬
‫מאוד לראות שאתה בחיים‪ .‬עבר זמן רב מאז הפעם האחרונה שערכתי‬
‫‪53‬‬

‫ביקור אישי אצל חניך פוטנציאלי‪ .‬הייתי מצטער מאוד אם היה מתברר‬
‫שזה היה בזבוז זמן‪".‬‬
‫"ביקור אישי?"‬
‫"השנה שלי בפנימיית יאנסי‪ ,‬כדי להדריך אותך‪ .‬אנחנו מציבים‬
‫סאטירים ברוב בתי הספר‪ ,‬כמובן‪ ,‬כדי לצפות בתלמידים‪ .‬אבל גרובר‬
‫שלח לי הודעה ברגע שפגש אותך‪ .‬הוא הרגיש שאתה מישהו מיוחד‪ ,‬אז‬
‫החלטתי לעלות צפונה‪ .‬שכנעתי את המורה הקודם ללטינית‪ ...‬אה‪,‬‬
‫לצאת לחופשה‪".‬‬
‫ניסיתי לזכור את תחילת שנת הלימודים‪ .‬נדמה שעבר המון זמן‪ ,‬אבל‬
‫באמת זכרתי במעורפל שבשבוע הראשון ללימודים ביאנסי היה לנו‬
‫מורה אחר ללטינית‪ .‬ואז‪ ,‬ללא הסבר‪ ,‬הוא נעלם ומר ברונר תפס את‬
‫מקומו‪.‬‬
‫"באת ליאנסי רק כדי ללמד אותי?" שאלתי‪.‬‬
‫כירון הנהן‪" .‬אני חייב להודות שבתחילה לא הייתי משוכנע לגביך‪.‬‬
‫יצרנו קשר עם אימא שלך כדי ליידע אותה שאנחנו פוקחים עליך עין‬
‫למקרה שתהיה מוכן למחנה החצויים‪ .‬אבל עדיין היה לך הרבה כל כך‬
‫ללמוד‪ .‬ובכל זאת הגעת לכאן בחיים‪ ,‬וזה תמיד המבחן הראשון‪".‬‬
‫"גרובר‪ ",‬אמר מר ד' בחוסר סבלנות‪" ,‬אתה משחק או לא?"‬
‫"כן אדוני!" גרובר רעד כולו כשהתיישב על הכיסא הרביעי‪ ,‬אם כי לא‬
‫היה ברור לי למה שיפחד כל כך מגבר קטן ושמנמן בחולצת הוואי‬
‫בדוגמת פרוות נמר‪.‬‬
‫"אתה יודע לשחק פינוֹקְ ל‪ ,‬נכון?" שאל אותי מר ד' בחשד‪.‬‬
‫"אני חושש שלא‪ ",‬אמרתי‪.‬‬
‫"אני חושש שלא‪ ,‬אדוני‪ ",‬הוא אמר‪.‬‬
‫"אדוני‪ ",‬חזרתי אחריו‪ .‬מנהל המחנה מצא חן בעיניי פחות ופחות‪.‬‬
‫"ובכן‪ ",‬הוא אמר לי‪" ,‬כמו קרבות הגלדיאטורים ופקמן‪ ,‬זהו אחד‬
‫המשחקים הגדולים ביותר שהמציאה האנושות אי פעם‪ .‬הייתי מצפה‬
‫שכל בחור מתורבת יכיר את הכללים‪".‬‬
‫"אני בטוח שהנער יכול ללמוד‪ ",‬אמר כירון‪.‬‬
‫"בבקשה‪ ",‬אמרתי‪" ,‬מה המקום הזה? מה אני עושה כאן? מר‬
‫ברונ‪-‬כירון‪ ,‬למה שתגיע לפנימיית יאנסי רק כדי ללמד אותי?"‬
‫‪54‬‬

‫מר ד' נחר בבוז‪" .‬גם אני שאלתי בדיוק את אותה שאלה‪".‬‬
‫מנהל המחנה חילק את הקלפים‪ .‬גרובר התכווץ בכל פעם שקלף צנח‬
‫על הערימה שלו‪.‬‬
‫כירון חייך אליי חיוך מרגיע כמו שהיה עושה בשיעורי לטינית‪ ,‬כאילו‬
‫מנסה להבהיר לי שאני התלמיד המצטיין שלו בלי קשר לממוצע‬
‫הציונים שלי‪ .‬הוא ציפה שאני אדע את התשובה הנכונה‪.‬‬
‫"פרסי‪ ",‬הוא אמר‪" ,‬אימא שלך לא סיפרה לך שום דבר?"‬
‫"היא אמרה‪ "...‬נזכרתי בעיניים העצובות שלה כשהשקיפה על הים‪.‬‬
‫"היא סיפרה לי שפחדה לשלוח אותי לכאן למרות שזה מה שאבא שלי‬
‫רצה שתעשה‪ .‬היא אמרה שברגע שאגיע לכאן‪ ,‬סביר להניח שלא אוכל‬
‫לעזוב‪ .‬היא רצתה להשאיר אותי קרוב אליה‪".‬‬
‫"טיפוסי‪ ",‬אמר מר ד'‪" .‬בדרך כלל זאת הסיבה לכך שהם נהרגים‪ .‬בחור‬
‫צעיר‪ ,‬אתה מהמר או לא?"‬
‫"מה?" שאלתי‪.‬‬
‫הוא הסביר לי בחוסר סבלנות איך מהמרים בפינוקל‪ ,‬וזה מה שעשיתי‪.‬‬
‫"לצערי יש יותר מדי מידע להעביר לך‪ ",‬אמר כירון‪" .‬סרט ההדרכה‬
‫הרגיל שלנו לא יספיק‪".‬‬
‫"סרט הדרכה?" שאלתי‪.‬‬
‫"לא‪ ",‬הגיע כירון להחלטה‪" .‬ובכן‪ ,‬פרסי‪ .‬אתה יודע שחברך גרובר הוא‬
‫סאטיר‪ .‬אתה יודע‪ - ",‬הוא הצביע לעבר הקרן שבקופסת הנעליים ‪-‬‬
‫"שהרגת מינוטאור‪ .‬וזה לא עניין של מה בכך‪ ,‬בחורי‪ .‬אבל ייתכן שאתה‬
‫לא יודע שכוחות רבי עוצמה מעורבים בחייך‪ .‬האלים ‪ -‬הכוחות שאתה‬
‫מכנה אלים יווניים ‪ -‬בהחלט חיים‪".‬‬
‫בהיתי ביושבים סביב השולחן‪.‬‬
‫חיכיתי שמישהו יצעק‪ ,‬סתאאאם! אבל כל מה שקרה זה שמר ד' צעק‪:‬‬
‫"מלך ומלכה‪ .‬ראשון! ראשון!" ואז צחקק והתחיל לסכם את הנקודות‬
‫שלו‪.‬‬
‫"מר ד'‪ ",‬שאל גרובר בביישנות‪" ,‬אם אתה לא מתכוון לאכול את זה‪,‬‬
‫אולי אני יכול לקבל את פחית הקולה שלך?"‬
‫"הא? אה‪ ,‬בסדר‪".‬‬
‫‪55‬‬

‫גרובר נגס חתיכה ענקית מפחית האלומיניום הריקה ולעס אותה‬
‫בעגמומיות‪.‬‬
‫"רגע‪ ",‬אמרתי לכירון‪" .‬אז אתה אומר שאלוהים קיים‪".‬‬
‫"ובכן‪ ",‬אמר כירון‪" ,‬אלוהים ‪ -‬האחד והיחיד ‪ -‬זה כבר עניין אחר‪ .‬לא‬
‫נתחיל להתעסק כאן במטאפיזיקה‪".‬‬
‫"מטאפיזיקה? אבל לפני רגע דיברת על ‪" -‬‬
‫"אה‪ ,‬אלים‪ ,‬ברבים‪ ,‬כלומר ישויות אדירות ששולטות בכוחות הטבע‬
‫ובמעשי בני האדם‪ :‬האלים בני האלמוות של האולימפוס‪.‬‬
‫זה עניין פעוט יותר‪".‬‬
‫"פעוט יותר!"‬
‫"כן‪ ,‬בהחלט‪ .‬האלים שעליהם דיברנו בשיעורי לטינית‪".‬‬
‫"זֶאוּס‪ ",‬אמרתי‪" .‬הֵ ָרה‪ .‬אָ ּפוֹלוֹ‪ .‬אתה מתכוון אליהם‪".‬‬
‫ושוב שמעתי את זה ‪ -‬רעם מרוחק בשמים בהירים מענן‪.‬‬
‫"בחור צעיר‪ ",‬אמר מר ד'‪" .‬במקומך לא הייתי זורק את השמות האלה‬
‫באגביות כזאת‪".‬‬
‫"אבל אלה סיפורים‪ ",‬אמרתי‪" .‬אלה ‪ -‬אלה מיתוסים‪ ,‬שמסבירים את‬
‫הברקים ואת העונות ודברים כאלה‪ .‬הדברים שאנשים האמינו בהם‬
‫לפני קיום המדע‪".‬‬
‫"המדע!" נשף מר ד' בבוז‪" .‬אז אמור לי‪ֶ ּ ,‬פ ְרסֶ אוּס ג'קסון ‪" -‬‬
‫נרתעתי כשהוא אמר את השם האמיתי שלי‪ ,‬זה שלא גיליתי מעולם‬
‫לאף אחד‪.‬‬
‫" ‪ -‬מה יחשבו האנשים על ה'מדע' שלך בעוד אלפיים שנה?" מר ד'‬
‫המשיך‪" :‬המממ? הם יקראו לו שטויות פרימיטיביות‪ ,‬זה מה‪ .‬אח‪ ,‬כמה‬
‫שאני אוהב בני תמותה ‪ -‬אין להם שום פרספקטיבה‪ .‬הם חושבים‬
‫שהתקדמו כל כך‪ .‬אתה חושב שהם צודקים‪ ,‬כירון? תסתכל על הילד‬
‫הזה ותגיד לי אתה‪".‬‬
‫מר ד' לא מצא חן בעיניי במיוחד‪ ,‬אבל היה משהו באופן שבו כינה אותי‬
‫בן תמותה‪ ,‬שרמז כאילו‪ ...‬הוא לא‪ .‬זה הספיק כדי לחנוק לי את הגרון‪,‬‬
‫ולהסביר למה גרובר התרכז בצייתנות בקלפים שלו‪ ,‬לעס את פחית‬
‫הקולה שלו ושמר על פה סגור‪.‬‬
‫‪56‬‬

‫"פרסי‪ ",‬אמר כירון‪" ,‬זכותך לבחור אם להאמין בכך או לא‪ ,‬אבל ל'בני‬
‫אלמוות' יש רק משמעות אחת‪ .‬אתה יכול לדמיין את זה לעצמך לרגע?‬
‫לעולם לא למות? לעולם לא להיעלם? להתקיים לנצח כפי שאתה?"‬
‫התכוונתי לענות בלי לחשוב ולומר שזה נשמע לי לא רע‪ ,‬אבל נימת‬
‫הקול של כירון גרמה לי להסס‪.‬‬
‫"אתה מתכוון‪ ,‬אם אנשים מאמינים בך ואם לא‪ ",‬אמרתי‪.‬‬
‫"בדיוק‪ ",‬הסכים איתי כירון‪" .‬לו היית אל‪ ,‬היה מוצא חן בעינייך אם‬
‫היו מכנים אותך מיתוס‪ ,‬סיפור עתיק שמסביר מדוע יש ברקים? מה אם‬
‫הייתי אומר לך‪ ,‬פרסאוס ג'קסון‪ ,‬שיום אחד אנשים יגידו שאתה מיתוס‬
‫שנוצר רק כדי להסביר שילדים יכולים להתגבר על מות אמם?"‬
‫הלב שלי דפק‪ .‬מסיבה כלשהי הוא ניסה להרגיז אותי‪ ,‬אבל לא‬
‫התכוונתי לשתף איתו פעולה‪ .‬במקום זה אמרתי‪" :‬זה לא היה מוצא חן‬
‫בעיניי‪ .‬אבל אני לא מאמין באלים‪".‬‬
‫"טוב‪ ,‬כדאי שתתחיל להאמין‪ ",‬מלמל מר ד'‪" .‬לפני שאחד מהם יעשה‬
‫ממך מדורה‪".‬‬
‫גרוב אמר‪" :‬ב‪-‬בבקשה‪ ,‬אדוני‪ .‬אימא שלו רק עכשיו מתה‪.‬‬
‫הוא עדיין בהלם‪".‬‬
‫"יש לו מזל‪ ",‬רטן מר ד' והניח את אחד הקלפים‪" .‬לא מספיק שנגזרה‬
‫עליי העבודה האומללה הזאת‪ ,‬אני צריך לעבוד עם נערים שאפילו לא‬
‫מאמינים!"‬
‫הוא נופף בידו ועל השולחן הופיע יש‪-‬מאין גביע‪ ,‬כאילו אור השמש‬
‫התקפל לרגע וטווה זכוכית מהאוויר‪ .‬הגביע התמלא מעצמו ביין אדום‪.‬‬
‫הפה שלי נפער‪ ,‬אבל כירון בקושי העיף מבט‪.‬‬
‫"מר ד'‪ ",‬הוא אמר בנימת אזהרה‪" ,‬אל תשכח את ההגבלות‪".‬‬
‫מר ד' הסתכל ביין והעמיד פני מופתע‪.‬‬
‫"בחיי‪ ".‬הוא העיף מבט בשמים וצעק‪" :‬הרגלים ישנים!‬
‫מצטער!"‬
‫עוד קול רעם‪ .‬מר ד' נופף שוב בידו וגביע היין התחלף בפחית דיאט‬
‫קולה חדשה‪ .‬הוא נאנח באומללות‪ ,‬פתח את הפחית וחזר למשחק‬
‫הקלפים‪.‬‬
‫‪57‬‬

‫כירון קרץ לי‪" .‬מר ד' הכעיס את אבא שלו כששם עין על נימפת יער‬
‫מסוימת שהוכרזה מחוץ לתחום‪".‬‬
‫"נימפת יער‪ ",‬חזרתי אחריו והמשכתי לבהות בפחית הקולה כאילו‬
‫הגיעה מהחלל החיצון‪.‬‬
‫"כן‪ ",‬הודה מר ד'‪" .‬כמה שאבא אוהב להעניש אותי‪ .‬בפעם הראשונה‬
‫איסור שתייה חריפה‪ .‬מזעזע! עשר שנים פשוט מחרידות! בפעם‬
‫השנייה ‪ -‬טוב‪ ,‬היא באמת היתה יפהפייה ולא הצלחתי להתרחק ממנה ‪-‬‬
‫בפעם השנייה הוא שלח אותי לכאן‪.‬‬
‫גבעת החצויים‪ .‬מחנה קיץ לפרחחים כמוך‪' .‬תתחיל לתת דוגמה‬
‫אישית‪ ',‬הוא פקד עלי‪' .‬תעבוד עם הצעירים במקום להרוס אותם‪ '.‬חה!‬
‫פשוט לא הוגן‪".‬‬
‫מר ד' נשמע בן שש‪ ,‬כמו ילד קטן וזועף‪.‬‬
‫"ו‪ "...‬גמגמתי‪" ,‬אבא שלך הוא‪"...‬‬
‫ימוֹרטָ אלֶ ס‪ *,‬כירון‪ ",‬אמר מר ד'‪" .‬חשבתי שלימדת את הילד את‬
‫"דִ י אִ ְ‬
‫היסודות‪ .‬אבא שלי הוא זֶאוּס‪ ,‬כמובן‪".‬‬
‫] * הו‪ ,‬אלים בני אלמוות![‬

‫התחלתי להריץ בראשי שמות מהמיתולוגיה שמתחילים באות ד'‪ .‬יין‪.‬‬
‫פרוות טיגריס‪ .‬הסאטירים שעובדים כאן‪ .‬איך שגרובר התכווץ‪ ,‬כאילו‬
‫מר ד' הוא הבוס שלו‪.‬‬
‫"אתה דיוֹניסוֹס‪ ",‬אמרתי‪" .‬אל היין‪".‬‬
‫מר ד' גלגל עיניים‪" .‬איך אומרים את זה בימינו‪ ,‬גרובר? איך אומרים‬
‫הילדים‪' ,‬כאילו דה'?"‬
‫"כ‪-‬כן‪ ,‬מר ד'‪".‬‬
‫"טוב‪ ,‬אז 'כאילו דה!' פרסי ג'קסון‪ .‬מי חשבת שאני‪ ,‬אַ פְ רוֹדיטָ ה?"‬
‫"אתה אל‪".‬‬
‫"כן ילד‪".‬‬
‫"אל‪ .‬אתה‪".‬‬
‫הוא פנה והביט בי ישירות‪ ,‬ובעיניים שלו ראיתי מין אש סגולה‪ ,‬רמז‬
‫לכך שהאיש הקטן‪ ,‬השמנמן והקוּטר הזה חושף בפניי רק חלק זעיר‬
‫מהטבע האמיתי שלו‪ .‬ראיתי תמונות של גפנים חונקות עד מוות את‬
‫‪58‬‬

‫חסרי האמונה‪ ,‬של לוחמים שיכורים שטופי תאוות קרב מטורפת‪ ,‬של‬
‫מלחים צורחים שהידיים שלהם הופכות לסנפירים והפנים שלהם‬
‫מתארכות לחרטומי דולפינים‪.‬‬
‫ידעתי שאם אתגרה בו‪ ,‬מר ד' יראה לי דברים גרועים מזה‪ .‬הוא ידביק‬
‫לי את המוח במחלה שבגללה ילבישו אותי בכתונת משוגעים וינעלו‬
‫אותי בחדר מרופד לשארית חיי‪.‬‬
‫"היית רוצה לבחון אותי‪ ,‬ילד?" שאל בשקט‪.‬‬
‫"לא‪ .‬לא אדוני‪".‬‬
‫האש דעכה מעט‪ .‬הוא התרכז שוב בקלפים שלו‪" .‬לדעתי ניצחתי‪".‬‬
‫"לא בדיוק‪ ,‬מר ד'‪ ",‬אמר כירון‪ .‬הוא פרש רצף‪ ,‬סיכם את הנקודות‬
‫ואמר‪" :‬אני המנצח‪".‬‬
‫חשבתי שמר ד' עומד לאדות את כירון מתוך כיסא הגלגלים שלו‪ ,‬אבל‬
‫הוא רק התנשף באנחה כאילו רגיל לכך שהמורה ללטינית מנצח אותו‪.‬‬
‫הוא קם ממקומו‪ ,‬וגרובר קם גם הוא‪.‬‬
‫"אני עייף‪ ",‬אמר מר ד'‪" .‬אני חושב שאנמנם קצת לפני השירה בציבור‬
‫הערב‪ .‬אבל לפני כן‪ ,‬גרובר‪ ,‬אנחנו צריכים לשוחח‪ ,‬שוב‪ ,‬על התפקוד‬
‫הלא בדיוק מושלם שלך במשימה הזאת‪".‬‬
‫הפנים של גרובר התכסו זיעה‪" .‬כ‪-‬כן אדוני‪".‬‬
‫מר ד' פנה אליי‪" .‬ביתן אחת עשרה‪ ,‬פרסי ג'קסון‪ .‬ותתנהג בנימוס‪".‬‬
‫הוא נכנס לבית החווה וגרובר האומלל מאחוריו‪.‬‬
‫"גרובר יהיה בסדר?" שאלתי את כירון‪.‬‬
‫כירון הנהן‪ ,‬אם כי נראה מודאג קצת‪" .‬דיוניסוס הזקן לא באמת כועס‪.‬‬
‫הוא פשוט שונא את העבודה שלו‪ .‬הוא‪ ...‬קיבל ריתוק‪ ,‬אפשר לומר‪,‬‬
‫וקשה לו לחכות מאה שנים נוספות לפני שיורשה לחזור לאולימפוס‪".‬‬
‫"להר האולימפוס‪ ",‬אמרתי‪" .‬אתה מתכוון לומר שבאמת יש שם‬
‫ארמון?"‬
‫"ובכן‪ ,‬ישנו הר האולימפוס ביוון‪ .‬וישנו ביתם של האלים‪ ,‬מוקד הכוח‬
‫שלהם‪ ,‬שבאמת היה פעם על ההר‪ .‬הוא עדיין מכונה הר האולימפוס‪,‬‬
‫מתוך כבוד לזמנים העתיקים‪ ,‬אבל הארמון עובר מדי פעם ממקום‬
‫למקום‪ ,‬פרסי‪ ,‬ממש כמו האלים‪".‬‬
‫‪59‬‬

‫"אתה מתכוון לומר שהאלים היווניים נמצאים כאן? כאילו‪...‬‬
‫באמריקה?"‬
‫"ובכן‪ ,‬בהחלט‪ .‬האלים נודדים בעקבות לב המערב‪".‬‬
‫"בעקבות מה?"‬
‫"באמת‪ ,‬פרסי‪ .‬מה שאתם מכנים 'תרבות המערב'‪ .‬אתה חושב שזה בסך‬
‫הכול מושג מופשט? לא‪ ,‬זה כוח אמיתי‪ .‬מודעות קולקטיבית שבוערת‬
‫באור יקרות זה אלפי שנים‪ .‬האלים הם חלק ממנה‪ .‬אפשר אפילו לומר‬
‫שהם המקור שלה‪ ,‬או לפחות קשורים אליה בצורה הדוקה כל כך עד‬
‫שלא ייתכן שיתפוגגו‪ ,‬כל עוד תרבות המערב עצמה אינה מחוסלת‪.‬‬
‫במקור ‪-‬הלהבה ניצתה ביוון‪ .‬ואז‪ ,‬כפי שאתה יודע ‪ -‬או כפי שאני מקווה‬
‫שאתה יודע‪ ,‬כיוון שלא נכשלת בשיעור שלי ‪ -‬לב הלהבה עבר לרומא‪,‬‬
‫וכך גם האלים‪ .‬בשמות אחרים‪ ,‬אולי ‪ -‬יוּפיטֶ ר במקום זֶאוּס‪ ,‬וֶ נוּס במקום‬
‫אַ פְ רוֹדיטָ ה וכן הלאה ‪ -‬אבל אותם כוחות‪ ,‬אותם אלים‪".‬‬
‫"ואז הם מתו‪".‬‬
‫"מתו? לא‪ .‬האם המערב מת? האלים פשוט נדדו לזמן מה‪ ,‬לגרמניה‪,‬‬
‫לצרפת‪ ,‬לספרד‪ .‬האלים נמצאו תמיד במקום שבו הלהבה היתה זוהרת‬
‫יותר‪ .‬הם בילו כמה מאות שנים באנגליה‪.‬‬
‫כל מה שצריך לעשות זה לבחון את הארכיטקטורה‪ .‬אנשים אינם‬
‫שוכחים את האלים‪ .‬בכל מקום שבו משלו בשלושת אלפים השנה‬
‫האחרונות‪ ,‬אפשר לראות אותם בציורים‪ ,‬בפסלים‪ ,‬על הבניינים‬
‫המרכזיים‪ .‬ולכן‪ ,‬פרסי‪ ,‬מובן שכיום הם נמצאים בארצות הברית שלכם‪.‬‬
‫תסתכל על הסמל שלכם‪ ,‬העיט של זאוס‪.‬‬
‫תסתכל על פסל פרוֹמֵ תֶ אוּס במרכז רוקפלר‪ ,‬על החזיתות היווניות של‬
‫בנייני הממשל שלכם בוושינגטון‪ .‬נראה אותך מוצא עיר אמריקאית‬
‫אחת שהאולימפיים אינם מוצגים בה במקומות רבים ובולטים‪ .‬אם זה‬
‫מוצא חן בעיניך ואם לא ‪ -‬ותאמין לי‪ ,‬גם לרומא היו שונאים רבים ‪-‬‬
‫אמריקה היא כיום לב הלהבה‪ .‬היא הכוח העיקרי במערב‪ .‬ולכן‬
‫האולימפוס נמצא כאן‪ .‬ואנחנו כאן‪".‬‬
‫כל זה היה יותר מדי‪ ,‬בעיקר העובדה שנראה שגם אני כלול ב"אנחנו"‬
‫של כירון‪ ,‬כאילו אני חבר במועדון כלשהו‪.‬‬
‫"מי אתה‪ ,‬כירון? מי‪ ...‬מי אני?"‬
‫‪60‬‬

‫כירון חייך‪ .‬הוא העביר משקל כאילו מתכוון לקום מכיסא הגלגלים‪,‬‬
‫אבל ידעתי שזה לא ייתכן‪ .‬הוא היה משותק מהמותניים ומטה‪.‬‬
‫"מי אתה‪ ",‬הוא שאל את עצמו מהורהר‪" .‬ובכן‪ ,‬זאת השאלה שכולנו‬
‫מחפשים את התשובה עליה‪ ,‬לא? אבל לעת עתה‪ ,‬בוא נמצא לך מיטה‬
‫בביתן אחת עשרה‪ .‬יש חברים חדשים שאתה צריך לפגוש‪ .‬ושפע זמן‬
‫לשיעורים מחר‪ .‬ומלבד זאת‪ ,‬הלילה יצלו מרשמלו על המדורה‪ ,‬ואני‬
‫פשוט מת על מרשמלו צלוי‪".‬‬
‫ואז הוא באמת קם מכיסא הגלגלים‪ .‬אבל היה משהו משונה בדרך שבה‬
‫עשה זאת‪ .‬השמיכה שלו נפלה מהרגליים‪ ,‬אבל הרגליים לא זזו‪.‬‬
‫המותניים שלו הלכו והתארכו והתרוממו מעל החגורה‪ .‬בהתחלה חשבתי‬
‫שהוא לובש תחתוני קטיפה לבנים וארוכים‪ ,‬אבל אחרי שהתרומם מתוך‬
‫הכיסא‪ ,‬גבוה מכל אדם‪ ,‬הבנתי שתחתוני הקטיפה אינם תחתונים; זה‬
‫היה פלג הגוף הקדמי של חיה‪ ,‬שרירים וגידים מתחת לזיפי פרווה‬
‫לבנה‪ .‬וכיסא הגלגלים לא היה כיסא‪ .‬זה היה מין מיכל‪ ,‬מעין קופסה‬
‫ענקית על גלגלים‪ ,‬שכנראה פעל באמצעות קסם כי לא ייתכן שהכיל‬
‫את כולו‪ .‬רגל יצאה משם‪ ,‬ארוכה וגרמית‪ ,‬עם פרסה מבריקה וענקית‪.‬‬
‫ועוד רגל קדמית‪ ,‬ורגליים אחוריות‪ ,‬עד שהקופסה נותרה ריקה‪ ,‬רק‬
‫קליפת מתכת ששתי רגליים אנושיות מזויפות מחוברות אליה‪.‬‬
‫בהיתי בסוס שזינק מתוך כיסא הגלגלים‪ :‬סוס לבן ענקי‪ .‬אבל במקום‬
‫צוואר התמזג אל גוף הסוס פלג הגוף העליון של המורה שלי ללטינית‪.‬‬
‫"איזו הקלה‪ ",‬אמר הקֶ נטַ אוּר‪" .‬הייתי דחוק שם זמן רב כל כך עד‬
‫שהרגליים שלי נרדמו‪ .‬ועכשיו בוא‪ ,‬פרסי ג'קסון‪ .‬בוא נפגוש את שאר‬
‫החניכים‪".‬‬

‫‪61‬‬

‫‪6‬‬
‫אני הופך למושל העליון של השירותים‬

‫ברגע שהצלחתי לעכל את העובדה שהמורה שלי ללטינית הוא סוס‪,‬‬
‫התחלתי ליהנות מהסיור במקום‪ ,‬אם כי נזהרתי שלא ללכת מאחוריו‪.‬‬
‫כבר יצא לי לעבוד בתפקיד מנקה גללים במצעד חג ההודיה‪ ,‬וצר לי‪,‬‬
‫אבל על החלק האחורי של כירון סמכתי פחות מאשר על החלק הקדמי‪.‬‬
‫חלפנו על פני מגרש הכדורעף‪ .‬כמה מהחניכים הסתכלו עליי ודחפו‬
‫אחד את השני במרפקים‪ .‬אחד מהם הצביע על קרן המינוטאור‬
‫שסחבתי‪ .‬אחר אמר‪" :‬זה הוא‪".‬‬
‫רוב החניכים היו מבוגרים ממני‪ .‬הסאטירים היו גדולים מגרובר‬
‫והסתובבו בחולצות טריקו כתומות עם הכיתוב מחנה החצויים‪ ,‬כששום‬
‫דבר לא מכסה את האחוריים הפרוותיים שלהם‪ .‬בדרך כלל לא הייתי‬
‫ביישן‪ ,‬אבל התחלתי להרגיש לא בנוח במוקד כל המבטים האלה‪ .‬היתה‬
‫לי הרגשה שהם מצפים שאעשה סלטות באוויר או משהו כזה‪.‬‬
‫הסתכלתי לאחור‪ ,‬לעבר בית החווה‪ .‬עד כה לא שמתי לב כמה הוא גדול‬
‫ בגובה ארבע קומות‪ ,‬בצבע תכלת עם שוליים לבנים‪ ,‬כמו אתר נופש‬‫יוקרתי‪ .‬בזמן שבחנתי את השבשבת עם עיט הפליז שלמעלה‪ ,‬הבחנתי‬
‫במשהו‪ ,‬צל בחלון העליון של עליית הגג‪ .‬משהו הזיז את הווילונות‪,‬‬
‫לרגע אחד‪ ,‬והיתה לי הרגשה מעורפלת שעוקבים אחריי‪.‬‬
‫"מה יש שם למעלה?" שאלתי את כירון‪.‬‬
‫הוא הביט לכיוון שאליו הצבעתי והחיוך שלו התפוגג‪" .‬רק עליית הגג‪".‬‬
‫"מישהו חי שם?"‬
‫"לא‪ ",‬הוא אמר בתקיפות‪" .‬אין שם נפש חיה‪".‬‬
‫היתה לי הרגשה שהוא אומר אמת‪ .‬אבל גם הייתי משוכנע שמשהו הזיז‬
‫את הווילון ההוא‪.‬‬
‫"בוא‪ ,‬פרסי‪ ",‬אמר כירון‪ ,‬ונימת הקול הקלילה שלו הפכה מאולצת‬
‫קצת‪" .‬יש הרבה דברים לראות‪".‬‬
‫חצינו את שדות התות‪ ,‬שם מילאו החניכים ארגזים בתותים שקטפו‬
‫בזמן שסאטיר ניגן בחליל רועים‪.‬‬
‫‪62‬‬

‫כירון סיפר לי שהמחנה מגדל יבול נאה ומשווק אותו למסעדות ברחבי‬
‫ניו יורק ולהר האולימפוס‪" .‬כך אנחנו מכסים את ההוצאות שלנו‪",‬‬
‫הסביר‪" .‬וגידול התותים לא דורש כמעט שום מאמץ‪".‬‬
‫הוא אמר שלמר ד' יש השפעה על צמחים נושאי פרי‪ :‬הם פשוט‬
‫משתגעים כשהוא בסביבה‪ .‬ההשפעה חזקה במיוחד על גפני יין אבל‬
‫נאסר על מר ד' לגדל כאלה ולכן מגדלים תותים‪.‬‬
‫צפיתי בסאטיר המנגן בחליל‪ .‬המנגינה גרמה לשורות של חרקים‬
‫להתרחק מחלקת התותים‪ ,‬כמו פליטים הנמלטים משריפה‪ .‬תהיתי אם‬
‫גרובר מסוגל לחולל פלאות כאלה באמצעות מוזיקה‪ .‬תהיתי אם הוא‬
‫עדיין בתוך בית החווה‪ ,‬סופג נזיפות ממר ד'‪.‬‬
‫"גרובר לא יסתבך יותר מדי‪ ,‬נכון?" שאלתי את כירון‪.‬‬
‫"כלומר‪ ...‬הוא היה שומר מוצלח‪ .‬באמת‪".‬‬
‫כירון נאנח‪ .‬הוא הסיר את מקטורן הטוויד ותלה אותו על גב הסוס שלו‬
‫כמו אוכף‪" .‬לגרובר יש חלומות גדולים‪ ,‬פרסי‪ .‬אולי אפילו גדולים‬
‫במידה לא סבירה‪ .‬כדי להשיג את המטרה שלו עליו להפגין אומץ לב‬
‫ניכר בכך שיצליח כשומר‪ ,‬ימצא חניך חדש ויביא אותו בבטחה למחנה‬
‫החצויים‪".‬‬
‫"אבל זה בדיוק מה שהוא עשה!"‬
‫"אני אולי מסכים איתך‪ ",‬אמר כירון‪" .‬אבל אין זה ממקומי להחליט‪.‬‬
‫דיוניסוס ומועצת זקני הפרסות חייבים להחליט‪ .‬אני חושש שהם‬
‫עלולים שלא לראות במשימה הזאת הצלחה‪ .‬אחרי הכול‪ ,‬גרובר איבד‬
‫אותך בניו יורק‪ .‬ויש לקחת בחשבון גם את ה‪ ...‬אה‪ ...‬את הגורל‬
‫המעציב של אמך‪ .‬ואת העובדה שגרובר היה חסר הכרה כשגררת אותו‬
‫מעבר לגבול השטח‪ .‬המועצה עלולה לפקפק בכך שמדובר בהפגנת‬
‫אומץ מצד גרובר‪".‬‬
‫רציתי למחות‪ .‬דבר ממה שקרה לא היה באשמת גרובר‪.‬‬
‫הרגשתי ממש אשם בעצמי‪ .‬אם לא הייתי מתחמק מגרובר בתחנת‬
‫האוטובוס‪ ,‬יכול להיות שהוא לא היה מסתבך בצרות‪.‬‬
‫"אבל הוא יקבל הזדמנות שנייה‪ ,‬לא?"‬
‫לרגע עיווה כירון את פניו‪" .‬אני חושש שזאת היתה ההזדמנות השנייה‬
‫של גרובר‪ ,‬פרסי‪ .‬ויש לומר שהמועצה לא היתה להוטה לתת לו‬
‫‪`;